{ "_id" : "001C9C3F3DFE16B4921B1E906F66E161", "sourceName" : "CENTCOM", "sourceUrl" : "http://www.centcom.mil/MEDIA/PRESS-RELEASES/Press-Release-View/Article/904608/centcom-reinforces-support-for-syrian-arab-coalition/", "wordCount" : 193, "sentenceCount" : 8, "title" : "CENTCOM reinforces support for Syrian Arab Coalition", "text" : "Photographs of U.S. service members in Syria shown wearing patches associated with the Kurdish YPG have recently circulated through traditional and social media. To clarify: U.S. forces are advising and assisting Syrian Democratic Forces (SDF), primarily Syrian Arab forces operating in the northern part of the country who are leading efforts in the campaign to defeat Daesh.\n\nGen. Joseph Votel, commander of U.S. Central Command said, \"We've been very clear from the outset of this campaign that to defeat Daesh we would need to work with many different elements operating on the ground in Iraq and Syria. In Syria, with the support of the 60-plus nation Counter-Daesh Coalition, the SDF, which includes the Syrian Arab Coalition, has made extraordinary progress over the past 20-plus months, retaking more than 18,000 square kilometers of territory previously held by the enemy. We will continue to support their efforts specific to the fight against Daesh. At the same time, we are enormously grateful for the tremendous support provided by our Coalition partners, especially the Turks. They remain integral to the accomplishment of our common objective which is the ultimate defeat of Daesh in Iraq and Syria.\"" }
{ "_id" : "1B05F2376ED66CA9FFEB00BE752C16DC", "sourceName" : "CENTCOM", "sourceUrl" : "http://www.centcom.mil/MEDIA/NEWS-ARTICLES/News-Article-View/Article/994950/jordan-armed-forces-arab-army-partners-with-usarcent-units/", "wordCount" : 228, "sentenceCount" : 10, "title" : "Jordan Armed Forces – Arab Army partners with USARCENT units", "text" : "A cool, hazy morning greeted the Jordan Armed Forces – Arab Army as they welcomed Soldiers visiting from 3rd Battalion, 321st Field Artillery Regiment for a live-fire exercise October 25-26, 2016, an event designed to build stronger bonds for the future. \n\nDespite differences in language and leadership styles, the two units were able to overcome these challenges through the use of translators and linguists while weeks of using their equipment together provided the right environment for the teams to overcome any technical differences.\n\n“We got to shoot with them for the past two weeks before this exercise,” said Spc. Lorraine Walsh, an artillery crewmember and native of Vermillion, South Dakota. “Working with them was enjoyable; the Jordanians are extremely knowledgeable with their systems.” \n\nNoncommissioned officers from each unit were able to share knowledge from past experiences in an information exchange between subject matter experts.\nStaff Sgt. Albert Connelly, an artillery crew chief in Abel Battery, 3rd Battalion, said “we were able to give classes on the different systems we use in the machines.” The exercise showcased the continuing cooperation within the two nations.\n\n“Establishing, maintaining and enhancing interoperability with our coalition partners strengthens the global security framework, protects our common interests, deters conflict, and sets the conditions for future contingency operations,” said Russell. “We always look to build greater relationships with our partners.”" }
{ "_id" : "26CC32861EF7D38FBAE9CABAFC7487E1", "sourceName" : "CENTCOM", "sourceUrl" : "http://www.centcom.mil/MEDIA/PRESS-RELEASES/Press-Release-View/Article/1044663/january-9-military-airstrikes-continue-against-isil-terrorists-in-syria-and-iraq/", "wordCount" : 555, "sentenceCount" : 34, "title" : "January 9: Military airstrikes continue against ISIL terrorists in Syria and Iraq", "text" : "On Jan. 8, Coalition military forces conducted 34 strikes against ISIL terrorists in Syria and Iraq. In Syria, Coalition military forces conducted 23 strikes using attack, bomber, fighter and remotely piloted aircraft against ISIL targets. Additionally in Iraq, Coalition military forces conducted 11 strikes coordinated with and in support of the government of Iraq using attack, fighter, and remotely piloted aircraft as well as rocket artillery against ISIL targets.\nSyria\n.       Near Al Shadaddi, one strike engaged an ISIL tactical unit and destroyed a fighting position.\n.       Near Ar Raqqah, 15 strikes engaged five ISIL tactical units; destroyed six oil refinement stills, three supply caches, two bridges, two artillery systems, a VBIED, a bulldozer, a UAV, an IED, a dump truck, a pontoon bridge, a tank, and an armored vehicle; and damaged a supply route.\n.       Near Ayn Isa, one strike destroyed a repeater station.\n.       Near Dayr Az Zawr, five strikes destroyed eight oil pump jacks, six oil refinement stills, three excavators, and two cranes.\n.       Near Palmyra, one strike destroyed an ISIL-held tank.\nIraq\n.       Near Al Huwayjah, one strike destroyed a VBIED storage facility.\n.       Near Bayji, one strike engaged an ISIL tactical unit and destroyed an ISIL-held building, a VBIED, and a front-end loader.\n.       Near Mosul, five strikes engaged four ISIL tactical units; destroyed three ISIL-held buildings, two vehicles, two mortar systems, a rocket propelled grenade launcher, a VBIED staging facility, and a VBIED; damaged 29 supply routes; and suppressed an ISIL tactical unit and a mortar team.\n.       Near Rawah, two strikes engaged an ISIL tactical unit and destroyed two ISIL-held building and a VBIED.\n.       Near Sinjar, two strikes destroyed three tunnel entrances and two ISIL fighting positions.\nStrike assessments are based on initial reports. All aircraft returned to base safely.\nA strike, as defined in the CJTF releases, means one or more kinetic events that occur in roughly the same geographic location to produce a single, sometimes cumulative effect for that location.\nSo having a single aircraft deliver a single weapon against a lone ISIL vehicle is one strike, but so is multiple aircraft delivering dozens of weapons against a group of buildings and vehicles and weapon systems in a compound, for example, having the cumulative effect of making that facility (or facilities) harder or impossible to use.\nAccordingly, CJTF-OIR does not report the number or type of aircraft employed in a strike, the number of munitions dropped in each strike, or the number of individual munition impact points against a target. The information used to compile the daily strike releases is based on 'Z' or Greenwich Mean Time.\nGround-based artillery fired in counter-fire or in fire support to maneuver roles are not classified as a strike as defined by CJTF-OIR.\nThe strikes were conducted as part of Operation Inherent Resolve, the operation to eliminate the ISIL terrorist group and the threat they pose to Iraq, Syria, and the wider international community.\nThe destruction of ISIL targets in Syria and Iraq further limits the group's ability to project terror and conduct operations. Coalition nations which have conducted strikes in Iraq include Australia, Belgium, Canada, Denmark, France, Jordan, the Netherlands, the United Kingdom, and the United States. Coalition nations which have conducted strikes in Syria include Australia, Bahrain, Canada, Denmark, France, Jordan, the Netherlands, Saudi Arabia, Turkey, United Arab Emirates, the United Kingdom, and the United States.\n" }
{ "_id" : "28829CF80D445874061C5948E6A3751D", "sourceName" : "CENTCOM", "sourceUrl" : "http://www.centcom.mil/MEDIA/PRESS-RELEASES/Press-Release-View/Article/1039229/death-of-abu-jandal-al-kuwaiti/", "wordCount" : 109, "sentenceCount" : 4, "title" : "Death of Abu Jandal al-Kuwaiti", "text" : "On Monday, Dec. 26, Abu Jandal al-Kuwaiti, an ISIL gang leader in Raqqah was struck and killed by a coalition airstrike near Tabqa Dam, Syria.\n\nHe was a previous member of the ISIL's War Committee and was involved in their retaking of Palmyra, Syria, before being reassigned to Tabqa to try to improve ISIL's defenses against the Syrian Democratic Forces.\n\nAbu Jandal was involved in the use of suicide vehicles, IEDs and chemical weapons against the SDF. Because of his associations with ISIL terror attack planners and War Council members, his death will degrade ISIL's ability to defend Raqqah and launch external operations against the West." }
{ "_id" : "482C10613016D2F430C464B2D13A8F41", "sourceName" : "CENTCOM", "sourceUrl" : "http://www.centcom.mil/MEDIA/PRESS-RELEASES/Press-Release-View/Article/1023962/coalition-strikes-mosul-hospital/", "wordCount" : 176, "sentenceCount" : 7, "title" : "Coalition Strikes Mosul Hospital", "text" : "On Dec. 6th, Iraqi Security Forces attempted to seize the Al Salem hospital complex from ISIL fighters in the heart of East Mosul. ISIL was using the hospital as a base of operations and command and control headquarters.  After seizing the area, the ISF fought off several counterattacks and six VBIEDs the following day before retrograding a short distance, under heavy enemy fire, to strengthen their position.\n\nOn Dec. 7th, after Iraqi forces continued to receive heavy and sustained machine gun and rocket propelled grenade fire from ISIL fighters in a building on the hospital complex, they requested immediate support from the Coalition. In support of the Iraqi Security Forces, Coalition aircraft conducted a precision strike on the location to target enemy fighters firing on Iraqi forces.\n\nThe Coalition complies with the Law of Armed Conflict and takes all feasible precautions during the planning and execution of airstrikes to reduce the risk of harm to non-combatants. We will continue to strike ISIL military targets in support of our partners in order to defeat ISIL in Iraq." }
{ "_id" : "5FBCC6E1D5B4B2A699196670789C6B0B", "sourceName" : "CENTCOM", "sourceUrl" : "http://www.centcom.mil/MEDIA/PRESS-RELEASES/Press-Release-View/Article/1045823/dod-identifies-army-casualty/", "wordCount" : 69, "sentenceCount" : 6, "title" : "DoD Identifies Army Casualty", "text" : "The Department of Defense announced today the death of a soldier who was supporting Operation Inherent Resolve.\n\nSpc. Isiah L. Booker, of Cibolo, Texas, died Jan. 7, in Jordan, in a non-combat related incident. The incident is under investigation.\n\nBooker was assigned to 2nd Battalion, 5th Special Forces Group, Fort Campbell, Kentucky.\n\nFor more information, media may contact the U.S. Army Special Operations Command Public Affairs Office at 910-432-3383." }
{ "_id" : "6646F63F6AC6B483D15DA258CB182147", "sourceName" : "CENTCOM", "sourceUrl" : "http://www.centcom.mil/MEDIA/NEWS-ARTICLES/News-Article-View/Article/1026868/carter-iraqi-prime-minister-discuss-next-moves-in-mosul-fight/", "wordCount" : 313, "sentenceCount" : 10, "title" : "Carter, Iraqi Prime Minister Discuss Next Moves in Mosul Fight", "text" : "Defense Secretary Ash Carter today met with Iraqi Prime Minister‎ Haider al-Abadi in Baghdad, where the two leaders discussed the campaign to liberate the Iraqi city of Mosul from Islamic State of Iraq and the Levant terrorists and other issues, according to a Defense Department news release.    \nThe meeting focused on the military campaign to deliver ISIL a lasting defeat, and Carter complimented the prime minister on the performance of Iraqi security forces in the ongoing fight for Mosul, the release said.\nThe release said the two leaders discussed the next steps in the Mosul operation, including the need to continue the close cooperation between the Iraqi government and the Kurdistan regional government.\nCarter thanked Abadi for nearly two years of a close personal partnership, and noted the continued supporting role the United States and the counter-ISIL coalition can play in Iraq's efforts to destroy the terrorist group, according to the release.\nThe secretary and Abadi agreed that there will still be work to rid Iraq of ISIL after the liberation of Mosul‎, and that a strong U.S.-Iraq partnership is critical to finish ISIL and address the security challenges that follow, the release said.\nLater in the day, Carter flew to visit U.S. service members at Qayyarah Airfield West, also called “Q-West” in northern Iraq.\nAlso today, Carter commented on yesterday’s terrorist bombings in Istanbul, Turkey.\n“On behalf of the Department of Defense, I want to convey my deepest condolences to the families of the victims in Saturday's cowardly terrorist attack in Istanbul,” the secretary said in a statement. “This attack only redoubles our resolve to stand shoulder-to-shoulder with our Turkish allies in condemning these attacks and relentlessly combating terrorism. We remain firmly committed to working closely with Turkey within NATO and the counter-ISIL coalition as well as bilaterally to combat such threats to security and stability.”" }
{ "_id" : "6874F49C56340E2BD65BF958916C97AE", "sourceName" : "CENTCOM", "sourceUrl" : "http://www.centcom.mil/MEDIA/PRESS-RELEASES/Press-Release-View/Article/1032110/airstrikes-destroy-isils-captured-tanks/", "wordCount" : 162, "sentenceCount" : 7, "title" : "Airstrikes destroy ISIL’s captured tanks", "text" : "On Thursday, Dec. 15, Coalition aircraft from CJTF-OIR destroyed 14 ISIL tanks and other equipment captured near Palmyra, Syria.\n\nISIL seized the tanks and other military hardware from Tiyas Military Airfield near Palmyra, Syria, between 11-13 Dec.\n\n“The CJTF-OIR commanding general, Lt. Gen. Stephen J. Townsend, made it clear during his Dec.14th press conference that we would strike the equipment before it posed a threat to counter-ISIL operations,” said Col. John “J.D.” Dorrian, the CJTF-OIR spokesperson. “We will not allow ISIL to maintain capabilities that threaten Coalition or partner forces.”\n\nThe attacks occurred during daylight hours from late morning to early evening on Thursday. In addition to the 14 tanks, three artillery systems, two ISIL-held buildings, two tactical vehicles, and an air defense artillery system were also destroyed in the strike. The equipment was destroyed in the vicinity of the airfield, northeast of the city along a highway.\n\nDuring the operation, 16 Coalition aircraft fired 22 munitions destroying 22 targets." }
{ "_id" : "68A04D0D3111DBD88DE961B5727ADFA4", "sourceName" : "CENTCOM", "sourceUrl" : "http://www.centcom.mil/MEDIA/PRESS-RELEASES/Press-Release-View/Article/904582/may-4-centcom-commanders-statement-on-navy-special-warfare-operator-1st-class-k/", "wordCount" : 120, "sentenceCount" : 4, "title" : "May 4: CENTCOM commander's statement on Navy Special Warfare Operator 1st Class Keating", "text" : "Gen. Joseph L. Votel, U.S. Central Command commander, released the following statement today:\n\n\"We mourn the loss of one of our own, Navy Special Warfare Operator 1st Class Charles H. Keating IV, who was killed yesterday in northern Iraq. Petty Officer Keating was advising and assisting our Kurdish partners, in support of Operation Inherent Resolve.\"\n\n\"Keating's honorable and selfless service was in keeping with the finest traditions of military service and certainly will not be forgotten as we continue to put pressure on and ultimately eliminate the terrorists associated with ISIL. On behalf of the men and women of U.S. Central Command, I extend my personal gratitude and our deepest condolences to his family, friends and fellow service members.\"" }
{ "_id" : "6B183780227A18218A12E917A5BC8654", "sourceName" : "CENTCOM", "sourceUrl" : "http://www.centcom.mil/MEDIA/PRESS-RELEASES/Press-Release-View/Article/1046898/january-11-military-airstrikes-continue-against-isil-terrorists-in-syria-and-ir/", "wordCount" : 522, "sentenceCount" : 32, "title" : "January 11: Military airstrikes continue against ISIL terrorists in Syria and Iraq", "text" : "On Jan. 10, Coalition military forces conducted 23 strikes against ISIL terrorists in Syria and Iraq. In Syria, Coalition military forces conducted 15 strikes using attack, bomber, fighter and remotely piloted aircraft against ISIL targets. Additionally in Iraq, Coalition military forces conducted eight strikes coordinated with and in support of the government of Iraq using attack, bomber, fighter, and remotely piloted aircraft as well as rocket artillery against ISIL targets.\nSyria\n.       Near Ar Raqqah, five strikes engaged two ISIL tactical units and destroyed a front-end loader, a VBIED, a fighting position, and a tunnel entrance.\n.       Near Ayn Isa, three strikes engaged two ISIL tactical units and destroyed a vehicle, five fighting positions, a command and control node, a VBIED, and a heavy machine gun.\n.       Near Dayr Az Zayr, five strikes destroyed three oil well heads, 16 oil tanker trucks, two oil pump jacks, and an excavator.\n.       Near Palmyra, two strikes engaged an ISIL tactical unit and destroyed two tactical vehicles.\nIraq\n.       Near Al Huwayjah, two strikes disabled two bridges.\n.       Near Mosul, three strikes engaged three ISIL tactical units; destroyed four fighting positions, two vehicles, an ISIL-held building, and a rocket-propelled grenade launcher; and damaged 39 supply routes, three tunnels, and a front-end loader.\n.       Near Rawah, one strike engaged an ISIL tactical unit and destroyed a VBIED, a VBIED facility, and a UAV launch site.\n.       Near Sinjar, one strike suppressed an ISIL tactical unit.\n.       Near Tal Afar, one strike destroyed a VBIED factory.\nStrike assessments are based on initial reports. All aircraft returned to base safely.\nA strike, as defined in the CJTF releases, means one or more kinetic events that occur in roughly the same geographic location to produce a single, sometimes cumulative effect for that location.\nSo having a single aircraft deliver a single weapon against a lone ISIL vehicle is one strike, but so is multiple aircraft delivering dozens of weapons against a group of buildings and vehicles and weapon systems in a compound, for example, having the cumulative effect of making that facility (or facilities) harder or impossible to use.\nAccordingly, CJTF-OIR does not report the number or type of aircraft employed in a strike, the number of munitions dropped in each strike, or the number of individual munition impact points against a target. The information used to compile the daily strike releases is based on 'Z' or Greenwich Mean Time.\nGround-based artillery fired in counter-fire or in fire support to maneuver roles are not classified as a strike as defined by CJTF-OIR.\nThe strikes were conducted as part of Operation Inherent Resolve, the operation to eliminate the ISIL terrorist group and the threat they pose to Iraq, Syria, and the wider international community.\nThe destruction of ISIL targets in Syria and Iraq further limits the group's ability to project terror and conduct operations. Coalition nations which have conducted strikes in Iraq include Australia, Belgium, Canada, Denmark, France, Jordan, the Netherlands, the United Kingdom, and the United States. Coalition nations which have conducted strikes in Syria include Australia, Bahrain, Canada, Denmark, France, Jordan, the Netherlands, Saudi Arabia, Turkey, United Arab Emirates, the United Kingdom, and the United States.\n" }
{ "_id" : "76957901E4278B498901454FA209CFFA", "sourceName" : "CENTCOM", "sourceUrl" : "http://www.centcom.mil/MEDIA/NEWS-ARTICLES/News-Article-View/Article/1043481/dod-spokesman-us-airstrikes-weaken-al-qaida-isil-terrorists/", "wordCount" : 351, "sentenceCount" : 14, "title" : "DoD Spokesman: U.S. Airstrikes Weaken Al-Qaida, ISIL Terrorists", "text" : "A series of precision U.S. airstrikes against al-Qaida operatives this week in northwestern Syria’s Idlib province killed more than 20 militants and destroyed eight vehicles and nine structures, Pentagon Press Secretary Peter Cook told reporters today.     \nA U.S. strike on Jan. 1 hit two al-Qaida vehicles that had departed a large al-Qaida headquarters near Sarmada, Syria, Cook said.\nAnd, a Jan. 3 U.S. strike hit the headquarters compound itself, he added.\n“Al-Qaida's foreign terrorist fighter network used this headquarters as a gathering place, and their leaders directed terrorist operations out of this location,” Cook said.\nHe added, “As you know, al-Qaida remains committed to carrying out terrorist attacks against the United States, our interests, and our allies and friends. We will continue to take actions to deny any safe haven for al-Qaida in Syria. We will not allow al-Qaida to grow its capacity to attack the United States or our allies around the world, and these strikes demonstrate that commitment.”       \nCook said the campaign against Islamic State of Iraq and the Levant terrorists is also progressing in both Iraq and Syria.\nIn the campaign to liberate the Iraqi city of Mosul, Iraqi security forces have made progress in liberating neighborhoods and in clearing areas already liberated, he said.\n“They have further linked the various axes of advance into Mosul, which as we’ve mentioned previously makes the ISF’s job easier and ISIL’s job more difficult,” Cook said. “Of course, the global coalition continues to support Iraqi forces with air strikes -- eight in the last 24 hours in support of the Mosul operations -- as well as assistance from the ground.”       \nIn Syria, the press secretary said, Syrian democratic forces continue to liberate territory on the way to Raqqah.\n“SDF forces have now advanced to within 7.5 kilometers of Tabqa Dam, and continue to make progress in clearing areas north and west of Raqqah,” Cook said. “In support of these operations, the coalition in the last 24 hours conducted 10 airstrikes, including strikes against both tactical units and the oil infrastructure that provides ISIL’s shrinking financial support.\"\n" }
{ "_id" : "8BC6B4D334BC5607D97A1BA18854B513", "sourceName" : "CENTCOM", "sourceUrl" : "http://www.centcom.mil/MEDIA/PRESS-RELEASES/Press-Release-View/Article/1026852/sdf-initiate-next-phase-of-raqqah-isolation/", "wordCount" : 192, "sentenceCount" : 7, "title" : "SDF initiate next phase of Raqqah isolation", "text" : "The Syrian Democratic Forces announced the start of the next phase of their operation to isolate ISIL's self-proclaimed capital of Raqqah, Dec. 10.\n\nThe SDF, made up in part by local Arabs and its Coalition trained and equipped Arab component, the Syrian Arab Coalition, and supported by Coalition advisers and air strikes began the operation to isolate Raqqah on Nov. 5.\n\nIn their march toward Raqqah, the SDF has already liberated dozens of villages and more than 700 square miles of ISIL-held terrain. Local Arab fighters continue to join the SDF and fight to liberate their own land.\n\nDuring the initial phase of isolation efforts, our Syrian partners have proven their ability in battle, pushing ISIL back and destroying ISIL heavy weapons, vehicles, fortifications, IED facilities, VBIEDs, armored vehicles, technical vehicles, bridges, decoys, and caches.\n\nThe Coalition supports the SDF through training, advise and assist operations, airstrikes and material support to the SAC. Since the start of the operation the Coalition conducted more than 300 strikes delivering more than 850 munitions in support of its partners on the ground to enable the isolation of Raqqah and defeat of ISIL in Syria." }
{ "_id" : "B2E5F55F5D7E31B291D9F76E8E4AC75D", "sourceName" : "CENTCOM", "sourceUrl" : "http://www.centcom.mil/MEDIA/PRESS-RELEASES/Press-Release-View/Article/997561/lt-gen-townsend-statement-on-sdf-advance-to-isolate-raqqah/", "wordCount" : 236, "sentenceCount" : 9, "title" : "Lt. Gen. Townsend statement on SDF advance to isolate Raqqah", "text" : "The Syrian Democratic Forces announced that they began their advance to isolate Raqqah, Syria, Nov. 6, 2016.  The Coalition is supporting the SDF by providing air and advise and assist support.  The Arab element of the SDF is indigenous to the area and will help establish regional support for SDF operations.  The isolation of Raqqah, when complete, will liberate strategically valuable terrain surrounding Raqqah and enable the liberation of the city.  Ultimately, the liberation of Raqqah will free Syrians to return to a life free from Islamic State of Iraq and Levant atrocities and deny ISIL a safe haven to plot external attacks against the West.\n\nThe Combined Joint Task Force – Inherent Resolve Commander, Lt. Gen. Stephen J. Townsend, provided the following statement on the SDF advance:\n\n\"‎The Syrian Democratic Forces have begun their operation to isolate the city of Raqqah and other ISIL-held territory in Syria. In addition to setting conditions for the ultimate liberation of Raqqah, ISIL’s self-proclaimed capital, the operation will also cut off militants from ISIL in Mosul, Iraq.  Throughout each phase of the campaign to liberate Raqqah, the Coalition will continually consult with allies and partners as we plan for the city’s ultimate seizure and governance once ISIL is defeated. We are confident that this next phase will continue the momentum that the Coalition and our partners have achieved, and that together we will deliver ISIL a lasting defeat.\"" }
{ "_id" : "C044623AD872323AF717F26F21E9352B", "sourceName" : "CENTCOM", "sourceUrl" : "http://www.centcom.mil/MEDIA/PRESS-RELEASES/Press-Release-View/Article/904595/us-jordan-to-commence-exercise-eager-lion/", "wordCount" : 87, "sentenceCount" : 4, "title" : "U.S., Jordan to commence Exercise Eager Lion", "text" : "U.S. forces will join Jordan in Exercise Eager Lion 16, one of U.S. Central Command's premiere exercises, in the Hashemite Kingdom of Jordan from May 15-24. \n\nExercise Eager Lion 16 will consist of a week-long series of simulated scenarios to facilitate a coordinated partnered military response to conventional and unconventional threats. The scenarios developed will include border security, command and control, cyber defense and battlespace management. \n\nAbout 6,000 military personnel, including representatives from USCENTCOM headquarters and its air, land and maritime components, will support the exercise." }
{ "_id" : "D21D5CC3C9BEF5BF1D44976154E580A5", "sourceName" : "CENTCOM", "sourceUrl" : "http://www.centcom.mil/MEDIA/PRESS-RELEASES/Press-Release-View/Article/982974/coalition-provides-isf-peshmerga-with-over-24k-gasmasks/", "wordCount" : 228, "sentenceCount" : 9, "title" : "Coalition provides ISF, Peshmerga with over 24K gasmasks", "text" : "BAGHDAD - Combined Joint Task Force - Operation Inherent Resolve provided more than 24,000 protective chemical masks to the Iraqi security forces and Peshmerga during training in preparation for the Mosul offensive.\n\nThe use of chemical weapons by the Islamic State of Iraq and the Levant reinforces why the international coalition is assisting the Iraqi government to degrade and ultimately destroy ISIL, which continues to kill indiscriminately and is completely unencumbered by any legal or moral restraint.\n\n\"The enemy has used chemical weapons in the past, and we're going to make sure we are taking every measure to mitigate the risk to our forces,\" said Maj. Gen. Gary J. Volesky, commander, Combined Joint Forces Land Component Command - Operation Inherent Resolve. \"Force protection is my number one priority here.\"\n\nCJTF-OIR has five building partner capacity sites, which were instrumental in training Iraqi security forces and Peshmerga counter-attack brigades for the Mosul offensive.\n\nPart of their training includes reacting to chemical attacks by ISIL and effectively using and fighting in their issued gas masks.\n\n\"The Coalition is trained. We've trained the ISF and Peshmerga; they've got equipment,\" said Volesky. \"We're confident that as the enemy attempt to use a lot of means - not just chemicals - we're targeting the training with the Iraqis and with the Coalition to make sure we're mitigating any risk of that threat.\"" }
{ "_id" : "D52939C747F4DB8D1ECF6D415559ADA0", "sourceName" : "CENTCOM", "sourceUrl" : "http://www.centcom.mil/MEDIA/NEWS-ARTICLES/News-Article-View/Article/1029295/iraqis-hold-line-against-isil-dod-spokesman-says/", "wordCount" : 318, "sentenceCount" : 12, "title" : "Iraqis Hold Line Against ISIL, DoD Spokesman Says", "text" : "In the past 24 hours, Iraqi forces maintained their defensive positions against Islamic State of Iraq and the Levant fighters on three sides of Mosul, the country’s second-largest city, Pentagon press operations director Navy Capt. Jeff Davis said today.    \nISIL has had control of Mosul for two years, and the Iraqis have cleared 15 to 20 percent of the city of enemy forces since the liberation of the city began Oct. 17, Davis said.\nAlso in the past 24 hours, Davis said, the U.S.-led \ncoalition\n conducted five airstrikes, delivering 101 munitions. These strikes engaged three ISIL tactical units, four ISIL vehicles, four enemy mortar systems, four ISIL-held buildings, three rocket-propelled grenades, two vehicle-borne homemade bombs, two front-end loaders, a tunnel, a land bridge and a supply cache; damaged 13 supply routes; and suppressed three ISIL tactical units, he added.\nDavis said the number of munitions delivered in support of the liberation \ncampaign\n now totals 6,602. The airstrikes have destroyed 967 vehicle bombs, 111 tunnels, 274 vehicles, 280 bunkers, 20 anti-aircraft artillery systems and 224 artillery and mortar systems, he said.\nRaqqa in Next Isolation Phase\nElsewhere in the campaign to defeat ISIL, the Syrian Democratic Forces have begun the third phase of the effort to isolate the city of Raqqa, a self-proclaimed ISIL capital in Syria. Many Arab citizens who have been liberated from villages around Raqqa are seeking to join the SDF’s fight against ISIL, Davis said.\nThe SDF have regained about 300 square miles since the isolation of Raqqa began early last month, Davis said.\nIn the past 24 hours, the U.S.-led coalition’s four airstrikes delivered 24 munitions against ISIL targets, which include three tactical units, a command-and-control node and five supply routes in support of SDF operations to isolate Raqqa, Davis said. The most recent airstrikes bring the total number of munitions in support of the SDF since Dec. 5 to 922, he added.\n" }
{ "_id" : "E19357552CAE0E45EE364E60A317AC59", "sourceName" : "CENTCOM", "sourceUrl" : "http://www.centcom.mil/MEDIA/NEWS-ARTICLES/News-Article-View/Article/1040334/us-uk-and-french-combine-forces-in-us-task-force-50/", "wordCount" : 345, "sentenceCount" : 15, "title" : "US, UK and French Combine Forces in US Task Force 50", "text" : "The French anti-air frigate FS Forbin joined U.S. Naval Forces Central Command's (NAVCENT) Task Force (CTF) 50 on Dec. 27.\nThe integration of FS Forbin marks the first time a French unit has integrated with the task force while being led by the Royal Navy. The French previously led CTF 50 last December, commanding it from the nuclear-powered aircraft carrier FS Charles de Gaulle.\n\"Forbin is committed to working together with the U.S. and Royal Navy,\" said Capt. Christophe Cluzel, commander of Forbin. \"France continues to value the partnerships with our allies in order to protect the maritime domain.\"\nForbin is joining U.S. ships USS Hopper (DDG 70), USS Mahan (DDG 72), and U.K. ships HMS Ocean (L 12) and HMS Daring (D 32). The U.S., French and Royal Navy are working together in support of maritime security operations and theater security cooperation efforts in the U.S. 5th Fleet area of operations.\nCTF 50 is currently led by Commodore Andrew Burns, commander of the Amphibious Task Group, embarked on the U.K.'s large-deck amphibious assault ship HMS Ocean.\n\"I am delighted that FS Forbin will be operating as part of CTF 50 and looking forward to the contribution she will make to ongoing U.S., U.K. and French maritime security operations in the Gulf,\" said Burns. \"Her integration will reinforce our already strong bonds and advance the progress in interoperability made to date.\"\nCTF 50 will lead a multilateral exercise early next year, Unified Trident, encompassing other NAVCENT CTFs as well as French and Royal Navy assets. The exercise is intended to enhance mutual capabilities, improve tactical proficiency and strengthen partnerships in ensuring the free flow of commerce and freedom of navigation.\nNAVCENT is responsible for approximately 2.5 million square miles of area including the Arabian Gulf, Gulf of Oman, North Arabian Sea, Gulf of Aden and the Red Sea. NAVCENT's mission is to conduct maritime security operations, theater security cooperation efforts, and strengthen partner nation's maritime capabilities in order to promote security and stability in the U.S. 5th Fleet area of operations." }
{ "_id" : "E50B8563BB8395102D95333699FF73A3", "sourceName" : "CENTCOM", "sourceUrl" : "http://www.centcom.mil/MEDIA/NEWS-ARTICLES/News-Article-View/Article/1041494/tinker-citizen-airmen-deploy-to-turkey/", "wordCount" : 248, "sentenceCount" : 12, "title" : "Tinker Citizen Airmen Deploy to Turkey", "text" : "Ninety-Four Citizen Airmen from the 507th Air Refueling Wing here departed for a deployment to Incirlik Air Base, Turkey to support Operation Inherent Resolve with KC-135R Stratotanker air refueling support. \n\nThe group of Reserve Airmen, made up of a mix of operations group and maintenance group professionals is one of the largest groups to leave from Tinker this year to support ongoing operations against the Islamic State of Iraq and the Levant. \n\n“The nation’s business is why we are all here,” said Col. Travis Caughlin, 507th Maintenance Group Commander. “We’ve spent a long time training and preparing and it’s very worthwhile when you get to go execute what’s really going on. It doesn’t get any more real than this.”\n\nThe group plans to be deployed two months, which is shorter than previous deployments in Air Force Reserve Command. This realignment is partially designed to improve operations by keeping maintenance and operations teams together both during the deployment and when training at home station. \n\nWhile the deployment may be shorter, the 507th ARW will be deploying again with a large contingent of the wing deploying again in the summer of 2017. With operations in Southwest Asia continuing, support from the Air Reserve Component is vital according to wing leadership. \n\n“I’m convinced tankers are the key to global reach, “Caughlin said. “If we don’t get there, fighters, bombers, and airlifters won’t get there without the tanker. We’ve got to get that gas to the warfighter.”" }
{ "_id" : "E9035FF1D0DA74A11674C82688C05C51", "sourceName" : "CENTCOM", "sourceUrl" : "http://www.centcom.mil/MEDIA/PRESS-RELEASES/Press-Release-View/Article/1014100/us-central-command-media-advisory-dayr-az-zawr-investigation-results/", "wordCount" : 180, "sentenceCount" : 15, "title" : "U.S. Central Command Media Advisory Dayr az Zawr Investigation Results", "text" : "U.S. Air Forces Central Command will release the results of the September 17 Dayr az Zawr, Syria airstrike investigation on a live, on-the-record conference call open to journalists, starting at 10 a.m. Nov. 29, 2016. \n \nDuring the call, Brig. Gen. Richard \"Tex\" Coe, the lead investigating officer, will present the findings and recommendations. Questions from the Pentagon Press to the investigating officer will follow Brig. Gen. Coe’s extended opening statement, and Col. John J. Thomas, Central Command spokesman will moderate.\n \nThe call is scheduled to last 45 minutes. Those able to participate should dial 888-847-6592. When prompted, enter Passcode 3080897. It is recommended to dial in 15 minutes prior to the call. Each individual calling in will be asked to identify themselves and media affiliation into a recording before being automatically connected.\n \nPentagon Press will gather around the call in the Press Briefing Room and be called on to ask their questions by Navy Capt. Jeff Davis who will also be in the room at the Pentagon. Time permitting, journalists outside the Pentagon will also be able to ask questions." }
{ "_id" : "F5B5E86320A4E95E92A7EA2FB8E8B484", "sourceName" : "CENTCOM", "sourceUrl" : "http://www.centcom.mil/MEDIA/PRESS-RELEASES/Press-Release-View/Article/1045703/january-10-military-airstrikes-continue-against-isil-terrorists-in-syria-and-ir/", "wordCount" : 489, "sentenceCount" : 23, "title" : "January 10: Military airstrikes continue against ISIL terrorists in Syria and Iraq", "text" : "On Jan. 9, Coalition military forces conducted 26 strikes against ISIL terrorists in Syria and Iraq. In Syria, Coalition military forces conducted 15 strikes using attack, bomber, fighter and remotely piloted aircraft against ISIL targets. Additionally in Iraq, Coalition military forces conducted 11 strikes coordinated with and in support of the government of Iraq using attack, bomber, fighter, and remotely piloted aircraft as well as rocket artillery against ISIL targets.\nSyria\n. Near Ar Raqqah, 12 strikes engaged six ISIL tactical units; destroyed an IED, seven fighting positions, and a VBIED; and damaged four supply routes.\n. Near Ayn Isa, one strike destroyed a VBIED and an ISIL tactical vehicle.\n. Near Dayr Az Zayr, one strike destroyed an oil pump jack.\n. Near Palmyra, one strike destroyed two ISIL weapons caches.\nIraq\n. Near Al Huwayjah, one strike engaged an ISIL tactical unit and destroyed an ISIL-held building.\n. Near Mosul, seven strikes engaged four ISIL tactical units; destroyed a fighting position, a heavy machine gun, seven ISIL-held buildings, four VBIEDs, a VBIED facility, two weapons caches, three tactical vehicles, a tunnel entrance, and a mortar; damaged 18 supply routes; and suppressed two mortar teams and an ISIL tactical unit.\n. Near Tal Afar, three strikes destroyed an ISIL-held building and four UAV construction facilities.\nStrike assessments are based on initial reports. All aircraft returned to base safely.\nA strike, as defined in the CJTF releases, means one or more kinetic events that occur in roughly the same geographic location to produce a single, sometimes cumulative effect for that location.\nSo having a single aircraft deliver a single weapon against a lone ISIL vehicle is one strike, but so is multiple aircraft delivering dozens of weapons against a group of buildings and vehicles and weapon systems in a compound, for example, having the cumulative effect of making that facility (or facilities) harder or impossible to use.\nAccordingly, CJTF-OIR does not report the number or type of aircraft employed in a strike, the number of munitions dropped in each strike, or the number of individual munition impact points against a target. The information used to compile the daily strike releases is based on 'Z' or Greenwich Mean Time.\nGround-based artillery fired in counter-fire or in fire support to maneuver roles are not classified as a strike as defined by CJTF-OIR.\nThe strikes were conducted as part of Operation Inherent Resolve, the operation to eliminate the ISIL terrorist group and the threat they pose to Iraq, Syria, and the wider international community.\nThe destruction of ISIL targets in Syria and Iraq further limits the group's ability to project terror and conduct operations. Coalition nations which have conducted strikes in Iraq include Australia, Belgium, Canada, Denmark, France, Jordan, the Netherlands, the United Kingdom, and the United States. Coalition nations which have conducted strikes in Syria include Australia, Bahrain, Canada, Denmark, France, Jordan, the Netherlands, Saudi Arabia, Turkey, United Arab Emirates, the United Kingdom, and the United States.\n" }
{ "_id" : "F7893F2F4E38C8E00C7D22E22E100428", "sourceName" : "CENTCOM", "sourceUrl" : "http://www.centcom.mil/MEDIA/NEWS-ARTICLES/News-Article-View/Article/1014920/uscentcom-commander-meets-with-civilian-employees/", "wordCount" : 157, "sentenceCount" : 8, "title" : "USCENTCOM Commander meets with civilian employees", "text" : "U.S. Army General Joseph Votel, commander, U.S. Central Command recently met with U.S. Air Force civilian employees and provided an overview of the CENTCOM vision, the current mission, and strategic approach.\n \nVotel explained U.S. Central Command’s top priorities:\n\n- Ensure an effective posture.\n\n- Strengthen relationships with allies.\n\n- Deter and counter state aggression.\n\n- Disrupt and counter violent extremism.\n\nVotel expressed his desire that the command attracts and retains the very best people to support these critical priorities and that they are fully enabled to develop and contribute to the mission.\n\nHe further stressed the need to develop our future leaders through timely feedback from supervisors, mentorship programs, and opportunities and resources for growth, while noting the importance of timely and appropriate recognition for superior performance throughout an employee’s tenure with the command.\n\nThe command intends to hold three town halls next year with varying agendas to convey useful information to the civilian workforce and to take questions and recommendations." }
{ "_id" : "F7AC57DBBAD0284C8C0DE6566B9B5C29", "sourceName" : "CENTCOM", "sourceUrl" : "http://www.centcom.mil/MEDIA/NEWS-ARTICLES/News-Article-View/Article/1013231/dod-identifies-fallen-us-service-member-in-syria/", "wordCount" : 299, "sentenceCount" : 10, "title" : "DoD Identifies Fallen U.S. Service Member in Syria", "text" : "The Defense Department has identified the American service member who was killed in Syria on Thanksgiving Day.\n\n Operation Inherent Resolve - Targeted Operations Against ISIL Terrorists\nNavy Senior Chief Petty Officer Scott C. Dayton, 42, of Woodbridge, Virginia, died Nov. 24 in northern Syria, of wounds sustained in an improvised explosive device blast, according to a DoD news release issued yesterday.\n\nDayton, who was supporting Operation Inherent Resolve, was assigned to Explosive Ordnance Disposal Mobile Unit Two, which is based in Virginia Beach, Virginia, the release said.\n\nOn Thanksgiving Day, Defense Secretary Ash Carter offered his condolences to Dayton’s family, friends and other loved ones.\n\n“I am deeply saddened by the news on this Thanksgiving Day that one of our brave service members has been killed in Syria while protecting us from the evil of ISIL,” Carter said in a Nov. 24 statement. “It is a painful reminder of the dangers our men and women in uniform face around the world to keep us safe.”\n\nThe secretary added, “Please keep this service member's family, friends and teammates in your thoughts and prayers, and this Thanksgiving I hope you will join me in expressing thanks to all of our dedicated troops who selflessly protect us every day.”\n\nDayton was mortally wounded in the vicinity of Ayn Issa in northern Syria, according to a Combined Joint Task Force - Operation Inherent Resolve news release.\n\n“The entire counter-ISIL coalition sends our condolences to this hero's family, friends and teammates,” Army Lt. Gen. Stephen J. Townsend, commander of Combined Joint Task Force - Operation Inherent Resolve, said in the release. “On this Thanksgiving, please be thankful that there are service members willing to take up the fight to protect our homeland from ISIL's hateful and brutal ideology.”" }
{ "_id" : "FEB7BC61C9765C9859F46B9B634F039F", "sourceName" : "CENTCOM", "sourceUrl" : "http://www.centcom.mil/MEDIA/NEWS-ARTICLES/News-Article-View/Article/1027998/vermont-ang-joins-fight-against-isil/", "wordCount" : 203, "sentenceCount" : 7, "title" : "Vermont ANG joins fight against ISIL", "text" : "Air Force F-16 Fighting Falcons from the Vermont Air National Guard arrived here Dec. 10, 2016, to join the fight against the Islamic State of Iraq and the Levant in support of Operation Inherent Resolve.    \nAccompanying the aircraft were 300 ANG Airmen, deployed from the 158th Fighter Wing, who will comprise the 134th Expeditionary Fighter Squadron, which will fly strike missions against ISIL as part of the 407th Air Expeditionary Group.   “We are excited to generate, execute, and sustain decisive combat airpower through this expeditionary fighter squadron,” said. Col. David C. Lyons, 407th AEG commander. “The capability these total force Airmen provide through the use of precision airstrikes will aid in denying ISIL safe haven and provide ground forces in Iraq and Syria the opportunity to conduct localized counter attacks.”  The squadron will accompany Coalition partners flying in support of OIR at the deployed location. To date, about 60 regional and international nations have joined together to counter ISIL’s campaign in Iraq and Syria  “ISIL continues to pose a threat to the international community, but the Men and Women of the 407th AEG, together with our Joint and Coalition partners, are working hard to defeat and destroy Da’esh,” Lyons said. \n" }
