{ "_id" : "2FA0B45CA064AF09334944B6D68B5987", "sourceName" : "Australian Department of Foreign Affairs", "sourceUrl" : "http://dfat.gov.au/international-relations/international-organisations/un/unsc-2013-2014/national-statements/Pages/security-council-press-statement-iraq-3.aspx", "wordCount" : 147, "sentenceCount" : 5, "title" : "Security Council Press Statement: Iraq", "text" : "The Members of the Security Council are encouraged by the decision of Iraqi President Fuad Masum to nominate a new Prime Minister-designate.  The nomination of a new Prime Minister-designate is an important step toward the formation of an inclusive Government that represents all segments of the Iraqi population and that contributes to finding a viable and sustainable solution to the country’s current challenges.  The Members of the Security Council urge the Prime Minister-designate, Haider al-Abadi, to work swiftly to form such a Government as quickly as possible and within the constitutional time-frame.\n\nThe Members of the Security Council urge all political parties and their supporters to remain calm and respect the political process governed by the Constitution.\n\nThe Members of the Security Council reiterate their support for Iraq’s democratic process and their support for the Iraq people in their fight against terrorism, in particular against ISIL." }
{ "_id" : "58A3656BDCA7B89C38CE5A1985834740", "sourceName" : "Australian Department of Foreign Affairs", "sourceUrl" : "http://dfat.gov.au/aid/how-we-measure-performance/ode/odepublications/Pages/evaluation-of-australias-response-syria-crisis.aspx", "wordCount" : 72, "sentenceCount" : 4, "title" : "Evaluation of Australia’s Humanitarian Response to the Syria Crisis", "text" : "Since the Syrian conflict began, the Australian Government has responded with over $135 million for humanitarian assistance. At the request of DFAT’s Middle East Branch, ODE has completed an evaluation examining the effectiveness of this response. This evaluation considers both the efficacy of material assistance provided and that of Australia’s diplomatic efforts. It also identifies some important ways in which Australia’s response to this, and other, protracted crises might be further strengthened." }
{ "_id" : "D863D678C3A4BD8EDFCE2B7D27881974", "sourceName" : "Australian Department of Foreign Affairs", "sourceUrl" : "http://dfat.gov.au/news/news/Pages/declaration-of-mosul-district-ninewa-province-iraq.aspx", "wordCount" : 74, "sentenceCount" : 4, "title" : "Declaration of Mosul District, Ninewa Province, Iraq", "text" : "The area of Mosul district, Ninewa province in Iraq, has been declared a designated area under section 119.3 of the Criminal Code. This means it will be an offence under Australian law to enter, or remain in, Mosul district without a legitimate purpose.\n\nDeclaring Mosul district under the criminal code follows the declaration of Al-Raqqa province in Syria in December 2014. The city of Mosul is the largest city controlled by Daesh in Iraq." }
{ "_id" : "DEC7A9B44536B3E01C85E64BAF2E07A6", "sourceName" : "Australian Department of Foreign Affairs", "sourceUrl" : "http://dfat.gov.au/news/news/Pages/australia-and-iraq-confirm-shared-commitment-to-combating-daesh.aspx", "wordCount" : 42, "sentenceCount" : 1, "title" : "Australia and Iraq confirm shared commitment to combating Daesh", "text" : "Foreign Minister Julie Bishop met with the Minister of Foreign Affairs of Iraq, HE Dr Ibrahim Al-Ja’afari, in Canberra on 12 February to discuss bilateral relations and reaffirm our shared commitment to combating the terrorist threat of Daesh (also known as ISIL)." }
