{ "_id" : "09FF200CBB76594D688F8EB565717543", "sourceName" : "UK Government", "sourceUrl" : "https://www.gov.uk/government/news/minister-for-the-middle-east-condemns-attack-in-baghdad", "wordCount" : 95, "sentenceCount" : 5, "title" : "Minister for the Middle East condemns attack in Baghdad", "text" : "Minister for the Middle East, Tobias Ellwood, responds to the attack in the Karrada district of Baghdad\n\nForeign Office Minister, Tobias Ellwood, said:\n\nThe attack was a horrific act of terror against innocent people in the early hours of Sunday morning in Karrada, Baghdad. I offer my sincere condolences to the families and friends of the victims, and hope those injured in the attack recover quickly.\n\nDaesh targeted families out shopping for Eid and those celebrating suhur. It violated the peace of Ramadan. The UK stands by Iraq to defeat Daesh and end this violence." }
{ "_id" : "1101048768E50FA1F8DA3F7B7CD105AB", "sourceName" : "UK Government", "sourceUrl" : "https://www.gov.uk/government/news/foreign-secretary-bilateral-meeting-with-russian-foreign-minister", "wordCount" : 155, "sentenceCount" : 5, "title" : "Foreign Secretary bilateral meeting with Russian Foreign Minister", "text" : "Ministers discussed the Syria crisis and conflict in Ukraine\nBoris Johnson\nA Foreign Office spokesman said: “The Foreign Secretary met Russian Foreign Minister Sergei Lavrov earlier today on the margins of the UNGA meeting in New York, their first face-to-face meeting since Boris Johnson was appointed.\n\n“The ministers discussed the crisis in Syria and the increase in violence in recent days, including the recent unacceptable attack on an aid convoy. The Foreign Secretary pressed for Russia to use its influence constructively and underlined the need for the international community to work together to resolve the conflict.\n\n“Mr Johnson also raised the situation in Ukraine, where there are continued violations of the Minsk agreements, and stressed the need for a sustainable ceasefire in Eastern Ukraine.\n\n“The Foreign Secretary was clear that while ongoing disagreements mean it is too early to normalise diplomatic relations, it is right that both countries continue to discuss important global issues.”" }
{ "_id" : "1563238E6CF89746FDD44909F11EE319", "sourceName" : "UK Government", "sourceUrl" : "https://www.gov.uk/government/news/fco-minister-expresses-concern-for-people-and-historic-sites-in-palmyra", "wordCount" : 127, "sentenceCount" : 3, "title" : "FCO Minister expresses concern for people and historic sites in Palmyra", "text" : "Minister for the Middle East Tobias Ellwood calls ISIL presence in Palmyra a tragedy\nCommenting on reports that ISIL forces have reached the UNESCO World Heritage Site at Palmyra in Syria, Foreign Office Minister Tobias Ellwood said:\n\nISIL’s presence in the ancient site of Palmyra is a tragedy for all Syrians and its destruction would be a terrible act of vandalism. This is part of a much wider human catastrophe: hundreds of thousands of Syrians have been killed at the hands of Assad and ISIL, millions have been displaced and historic cities such as Aleppo have been reduced to rubble by regime bombardment.\n\nThe UK is working with its allies to support the moderate Syrian Opposition to defend the Syrian people from Assad’s inhumanity and ISIL’s savagery." }
{ "_id" : "1718A3656CA87E3826A28BC3D041F024", "sourceName" : "UK Government", "sourceUrl" : "https://www.gov.uk/government/news/foreign-secretary-condemns-further-syrian-barrel-bomb-use", "wordCount" : 102, "sentenceCount" : 3, "title" : "Foreign Secretary condemns further Syrian barrel bomb use", "text" : "Philip Hammond condemns apparent barrel bomb attacks in Syria which have killed and injured more innocent civilians\n\nThe Foreign Secretary Philip Hammond said:\n\nI am appalled by this latest brutal attack by Assad’s regime, just over a week after video footage emerged showing Syrian regime aircrew dropping barrel bombs out of helicopters.\n\nThis is further shocking proof of the horrific and indiscriminate methods the Assad regime is using to kill and injure innocent civilians, including children.\n\nOur position remains as strong as ever – we will continue to call for a political transition to a future in which Assad has no part." }
{ "_id" : "189862CF0AC0BBFA012D27D85CE90BE7", "sourceName" : "UK Government", "sourceUrl" : "https://www.gov.uk/government/news/foreign-secretary-statement-on-un-chemical-weapons-report", "wordCount" : 197, "sentenceCount" : 9, "title" : "Foreign Secretary statement on UN chemical weapons report", "text" : "Foreign Secretary statement on UN chemical weapons report\n\nThe Foreign Secretary, Boris Johnson, said:\n\nThis independent investigation has concluded that the Asad regime has used chemical weapons against the Syrian people on at least three occasions, and that Daesh has used such weapons at least once. The attacks in Qamenas, Sarmin and Talamenes demonstrate the cruel barbarity of the Asad regime in this conflict. The use of chemical weapons by Daesh in Marea shows their complete disregard for human rights, and international norms and values. This report makes clear that the Asad regime has consistently failed to co-operate with the investigation.\n\nThe use of chemical weapons is horrific, and a breach of international law and UN Security Council resolutions. It is crucial to hold those responsible to account.\n\nThe regime and its backers, notably Russia, are inflicting the worst bombardment seen yet on Aleppo and other towns and areas in Syria, causing severe humanitarian suffering. We are seeing heartbreaking scenes. The UK will continue to work with the international community to pursue an end to the regime’s indiscriminate bombing campaign, full and sustained humanitarian access, an immediate and lasting ceasefire, and a return to the negotiating table." }
{ "_id" : "208C0A8E536C75AB9D151D7030276BE9", "sourceName" : "UK Government", "sourceUrl" : "https://www.gov.uk/government/news/uk-helps-secure-un-security-council-resolution-on-defeating-isil", "wordCount" : 183, "sentenceCount" : 6, "title" : "UK helps secure UN Security Council Resolution on defeating ISIL", "text" : "The UN Security Council voted unanimously to adopt Resolution 2249, which condemned the 13 November attacks in Paris and others in the Middle East, including those in Sousse on 25 June in which 30 Britons were murdered.\n\nForeign Secretary Philip Hammond said:\n\nThe horrific attacks in Paris have stiffened the resolve of the international community in its determination to defeat ISIL, whose acts of terror in Europe and the Middle East aim to challenge our basic values and way of life.\n\nThe United Nations Security Council has demonstrated the unity of the international community in working to defeat ISIL. We must all act by continuing to cut off its finance, severing its access to oil and stemming the flow of foreign fighters, in addition to the military action we are taking against this evil ideology. ISIL’s murderous violence requires a strong security response. That is why the UK is working as part of the Global Coalition to degrade and defeat ISIL in Syria and Iraq and, when necessary, striking against those who pose a threat to the UK, and our people and interests." }
{ "_id" : "32AACD4CCB88ACB2C0FAB156E7BDCC2F", "sourceName" : "UK Government", "sourceUrl" : "https://www.gov.uk/government/news/fco-minister-reports-that-isil-have-murdered-70-sunni-tribesmen-in-anbar-iraq", "wordCount" : 158, "sentenceCount" : 6, "title" : "FCO Minister: Reports that ISIL have murdered 70 Sunni tribesmen in Anbar, Iraq", "text" : "The UN have confirmed reports that ISIL has killed 70 members of the Al bu Nimr tribe in Anbar, Iraq.\n\nMinister for the Middle East, Tobias Ellwood said:\n\nI am deeply concerned and shocked by reports that ISIL has killed 70 members of the Al Bu Nimr tribe in Anbar province, Iraq.\n\nWe have been clear, defeating ISIL will take time and patience but it is a fight we must win. They falsely use the name of Islam to commit atrocities and have once again slaughtered Sunnis, those they claim to be defending.\n\nOver the last year the Global Coalition has launched almost 8,000 strikes against ISIL in Iraq and Syria and have taken back 30% of territory ISIL once controlled in Iraq. United, we continue to work to defeat ISIL on all fronts: not just militarily, but cutting off their finance, reducing the influx of fighters, challenging the ideology and providing humanitarian assistance to those in need." }
{ "_id" : "33A216AD3A006BFF03390675E6C56594", "sourceName" : "UK Government", "sourceUrl" : "https://www.gov.uk/government/news/uk-welcomes-iraqkurdistan-regional-government-budget-deal", "wordCount" : 169, "sentenceCount" : 6, "title" : "UK welcomes Iraq/Kurdistan Regional Government budget deal", "text" : "FCO Minister Tobias Ellwood welcomes new budget deal as first step towards negotiating a solution to the issue of federal budget allocations\n\nTobias Ellwood, Foreign Office Minister for the Middle East, said:\n\nI welcome the agreement reached yesterday between the Government of Iraq and the Kurdistan Regional Government on the issue of federal budget allocations.\n\nWhilst this is an interim deal, it is a positive and welcome first step which demonstrates that both parties are ready and willing to negotiate seriously and in good faith. I encourage the Government of Iraq and the Kurdistan Regional Government to now work together to find a long-term, comprehensive and constitutional solution to this issue. This will require flexibility and compromise on both sides; however I have no doubt that a resolution will bring benefits to Iraqis across the country.\n\nISIL is a threat to all Iraqis and it is important that Iraq’s communities unite in the face of this common enemy. I hope that yesterday’s agreement can contribute positively to this process." }
{ "_id" : "3A7EC63500380D5B35C211D4FF5E20EA", "sourceName" : "UK Government", "sourceUrl" : "https://www.gov.uk/government/news/minister-for-the-middle-east-welcomes-news-that-iraqi-forces-have-taken-back-tikrit", "wordCount" : 137, "sentenceCount" : 6, "title" : "Minister for the Middle East welcomes news that Iraqi forces have taken back Tikrit", "text" : "Minister Tobias Ellwood welcomes the Government of Iraq’s liberation of Tikrit and reiterates UK support for Iraq in the fight against ISIL.\n\nSpeaking today, Minister Ellwood said:\n\nI welcome the news that the Government of Iraq has raised the Iraqi flag again in Tikrit. The UK is committed to supporting the Iraqi government against the terrorism of the vile organisation ISIL. However whilst this is a critical achievement it is a first step in a long campaign.\n\nWe are proud that the international coalition has supported the Iraqi Security Forces in its efforts to defeat ISIL and despite their propaganda machine, ISIL are losing this fight. I echo Prime Minister Abadi’s recent call that all parties respect the human rights of citizens in Tikrit who have already suffered so much at the hands of brutal ISIL terrorists." }
{ "_id" : "6CB38F21A7E71AD4FD0044E4FCE78F52", "sourceName" : "UK Government", "sourceUrl" : "https://www.gov.uk/government/news/foreign-secretary-joins-international-call-for-humanitarian-access-in-aleppo", "wordCount" : 215, "sentenceCount" : 9, "title" : "Foreign Secretary joins international call for humanitarian access in Aleppo", "text" : "The Foreign Secretary joined the US Secretary of State and international partners for talks on the humanitarian situation in Aleppo and across Syria.\n\nThe Foreign Secretary Boris Johnson joined US Secretary of State John Kerry and international partners in Paris on 10 December for talks on the humanitarian situation in Aleppo and across Syria, and efforts to renew the political process to find a solution to the conflict.\n\nFollowing the meeting the Foreign Secretary said:\n\nThe situation in Aleppo remains dire with desperate images of destruction and a flagrant disregard for human life being splashed across the media on a daily basis.\n\nWe agreed our first priority must be the protection of civilians and ensuring access for humanitarian aid. It’s essential that the regime and its backers provide the United Nations that access with immediate effect.\n\nAlthough the deterioration of the situation in Aleppo will be a setback for the Syrian opposition it will not change the fundamentals of the conflict. There can be no military solution in Syria. We must keep pushing for a return to a political process with the credibility necessary for all parties to commit to an end to all the fighting.\n\nFollowing the meeting in Paris the Foreign Secretary will return to the Gulf, visiting Saudi Arabia on 11 December." }
{ "_id" : "7064D852A8BF7FB8126978D3AC40E4FC", "sourceName" : "UK Government", "sourceUrl" : "https://www.gov.uk/government/news/minister-ellwood-statement-on-syria-ceasefire-violations", "wordCount" : 121, "sentenceCount" : 4, "title" : "Minister Ellwood statement on Syria ceasefire violations", "text" : "Minister for the Middle East Tobias Ellwood comments on reports of violations of the ceasefire in Syria announced by Russia and Turkey on 29 December.\n\nMinister Ellwood said:\n\nWe are concerned by reports of ceasefire violations and call on all parties to respect the ceasefire, particularly around the Wadi Barada area of Damascus, where civilians are facing ongoing shelling and airstrikes by the Asad regime and militias like Hezbollah. More than five million people across Damascus also remain without access to the central water supply.\n\nIt is vital that all guarantors of the ceasefire use their influence to ensure it is adhered to, and that all parties take greater steps to ensure humanitarian aid reaches all those in need across Syria." }
{ "_id" : "7148F3D092DA3E560332528D7167DF0F", "sourceName" : "UK Government", "sourceUrl" : "https://www.gov.uk/government/news/foreign-secretary-welcomes-baghdad-erbil-agreement", "wordCount" : 168, "sentenceCount" : 7, "title" : "Foreign Secretary welcomes Baghdad-Erbil agreement", "text" : "Philip Hammond welcomes agreement between Iraqi and Kurdistan Regional governments on oil exports and revenue sharing.\n\nThe Foreign Secretary Philip Hammond said:\n\nI very much welcome the agreement on 2 December between the Federal Government of Iraq, led by Prime Minister Haider Al Abadi, and the Kurdistan Regional Government, represented by Prime Minister Nechirvan Barzani, on detailed arrangements on oil exports and revenue sharing.\n\nIraq faces significant challenges and all communities must cooperate to defeat ISIL militarily, assist the displaced and provide an inclusive future for the country. I welcome the important steps that have been taken by Prime Minister Abadi and his government in recent weeks in support of this, including today’s announcement. I congratulate all concerned for their work to resolve this long-standing disagreement. The UK has supported these efforts at dialogue throughout.\n\nI hope that all Iraqi leaders will follow this constructive approach to addressing practical challenges, in the interests of national reconciliation and unity against a common enemy who are a threat to all." }
{ "_id" : "74E7DCD5876B4EF1E95448F0E0C073CD", "sourceName" : "UK Government", "sourceUrl" : "https://www.gov.uk/government/news/fco-minister-tobias-ellwood-marks-sinjar-anniversary", "wordCount" : 169, "sentenceCount" : 8, "title" : "FCO Minister Tobias Ellwood marks Sinjar anniversary", "text" : "Minister for the Middle East Tobias Ellwood marks one year since Yazidi plight on Mount Sinjar at the hands of ISIL.\n\nSpeaking today Mr Ellwood said:\n\nA year ago, the UK’s brave Armed Forces and aid workers played a crucial role in getting vital supplies to innocent civilians suffering at the hands of ISIL. The Yazidi community were exposed, starving and dying of thirst when they were forced up Mount Sinjar after fleeing from their homes. The UK Government conducted seven airdrops of life-saving humanitarian aid.\n\nWe will continue to protect all those persecuted by these brutal terrorists as part of a 63 nation coalition designed to defeat ISIL’s poisonous ideology.\n\nWe acknowledge that we need to do more in the fight against violent Islamist extremism. Be in no doubt, we are committed to destroying the terrorist scourge of ISIL that threatens the lives of people from all communities in both Iraq and Syria. Defeating ISIL will take time and patience but it is a fight we must win." }
{ "_id" : "78C6FA20C3559F23A36974F2B22BC73A", "sourceName" : "UK Government", "sourceUrl" : "https://www.gov.uk/government/news/foreign-secretary-statement-on-syria--11", "wordCount" : 245, "sentenceCount" : 11, "title" : "Foreign Secretary statement on Syria", "text" : "Foreign Secretary Boris Johnson statement on the UN not being given access to eastern Aleppo.\nOn Monday 19 December the UN Security Council adopted Resolution 2328. The Resolution demanded full access for the UN across Syria and requested it to monitor the evacuations from eastern Aleppo and to ensure that protection is provided to those who opted to remain.\nThe UN updated Security Council members today (23 December) that it has still not been given access to eastern Aleppo.\nFollowing the update, the Foreign Secretary Boris Johnson said:\n“It is unacceptable that the UN has still not been given access to eastern Aleppo to assist those who remain and carry out monitoring. The regime and those who back it must immediately deliver on their obligations and comply with Security Council Resolution 2328 to ensure that civilians are protected.\n“The Syrian army now claims full control of Aleppo, but this is a hollow victory. Assad has been utterly dependent on foreign militias and Russian air support, and has caused destruction on a tragic scale including further atrocities against the Syrian people. Assad’s brutal regime can never unite Syria and bring stability.\n“There is only one way to end this conflict: a Syrian-led political settlement based on a transition away from the Assad regime. The international community – including Russia and Iran – must now work to support a nationwide Cessation of Hostilities to help create the environment for a political settlement based on genuine transition.”" }
{ "_id" : "821F5BBD9F50DD7301C12ECCC926B00C", "sourceName" : "UK Government", "sourceUrl" : "https://www.gov.uk/government/news/minister-ellwood-condemns-terrorist-attack-in-al-hilla-iraq", "wordCount" : 105, "sentenceCount" : 4, "title" : "Minister Ellwood condemns terrorist attack in al-Hilla, Iraq", "text" : "Minister for the Middle East Tobias Ellwood comments following an attack on a petrol station and restaurant in al-Hilla in Iraq \nMinister Tobias Ellwood said:\nI utterly condemn the shocking attack on a petrol station and restaurant at al-Hilla earlier today, for which Daesh has claimed responsibility. The UK continues to stand shoulder to shoulder with the government and people of Iraq in the fight against terrorism. Such an attack shows the desperation of Daesh as they see their so-called caliphate crumble around them.\nMy thoughts are with the family and friends of those who have been killed and injured in such a horrific act.\n" }
{ "_id" : "85F0CF36CAEE839799563350B30B96B1", "sourceName" : "UK Government", "sourceUrl" : "https://www.gov.uk/government/news/foreign-secretary-meets-iraqi-foreign-minister", "wordCount" : 113, "sentenceCount" : 5, "title" : "Foreign Secretary meets Iraqi Foreign Minister", "text" : "Boris Johnson met the Iraqi Foreign Minister, Ibrahim al- Jaafari in London today.\nA Foreign Office spokesman said:\n“The Foreign Secretary met the Iraqi Foreign Minister, Ibrahim al-Jaafari, to discuss a range of issues including the ongoing fight and the progress being made against Daesh in Iraq. They also discussed military, humanitarian and stabilisation planning for forthcoming operations to free the city of Mosul.\n“The Foreign Secretary underlined the UK’s commitment to supporting the government of Iraq to defeat terrorism and to give all Iraqis new hope for the future. They also agreed to work together with international partners and at the UN on a global campaign to bring Daesh to justice.”" }
{ "_id" : "8A716D1B7D81B723DFD8361BAEA100DC", "sourceName" : "UK Government", "sourceUrl" : "https://www.gov.uk/government/news/minister-for-the-middle-east-tobias-ellwood-comments-on-delivery-of-aid-to-madaya", "wordCount" : 182, "sentenceCount" : 8, "title" : "Minister for the Middle East Tobias Ellwood comments on delivery of aid to Madaya", "text" : "Minister for the Middle East Tobias Ellwood has commented on the long-overdue delivery of aid to civilians in Madaya.\n\nForeign Office Minister Tobias Ellwood said:\n\nI am deeply relieved by the delivery of life-saving food and aid supplies to Madaya. Although long overdue, these supplies will help relieve the suffering of 40,000 civilians besieged within the city.\n\nThe UN Security Council is clear that the use of starvation of civilians as a method of combat, including the besiegement of populated areas, is unacceptable. But last year just 10 per cent of UN convoy requests to besieged areas were approved by the Asad regime. The International Community must do all it can to pressure the Asad regime to lift sieges in place across Syria and sustain humanitarian access.\n\nThe UK is at the forefront of global efforts to provide humanitarian aid having committed over £1.1bn to vulnerable and displaced people inside Syria and to refugees in neighbouring countries. In February we will bring together world leaders in London to identify long-term solutions to help address the needs of those affected by the crisis." }
{ "_id" : "8B3BA274503F6D30F7E80C41E7568744", "sourceName" : "UK Government", "sourceUrl" : "https://www.gov.uk/government/news/uk-france-summit-2016", "wordCount" : 183, "sentenceCount" : 8, "title" : "UK-France Summit 2016", "text" : "The Prime Minister and President Hollande discussed UK-France co-operation on counter-terrorism, migration, defence and nuclear energy.\nPrime Minister and President Hollande speaking at the UK-France Summit 2016.\nThe Prime Minister and President Hollande met on 3 March for the 2016 UK-France Summit at Amiens in France. The Summit is the first since last year’s terror attacks in Paris and the 2 leaders discussed the fight against terrorism through intensified police and security co-operation.\n\nThe Foreign, Home and Defence Secretaries also attended, meeting their French counterparts to discuss with topics including counter-terrorism, the migration crisis, Syria and Libya.\n\nUK-France relationship\nFrance is one of our most important partners and this summit was an opportunity to further strengthen the co-operation between our 2 countries. Membership of the European Union also gives both countries greater security and greater capacity to project power.\nDuring the summit, ministers made the following announcements:\n\nDefence Secretary secures progress on Brimstone sales as unmanned aircraft project moves forward\nfurther joint action between UK and France in Calais region\nRead the summit documents on issues including counter-terrorism, migration, defence and nuclear energy." }
{ "_id" : "AB37B1171B0A38B24A6B74B18903E8D5", "sourceName" : "UK Government", "sourceUrl" : "https://www.gov.uk/government/news/response-to-un-commission-of-inquiry-on-syria-report", "wordCount" : 197, "sentenceCount" : 8, "title" : "Response to UN Commission of Inquiry on Syria report", "text" : "The UN commission of Inquiry on Syria has today published a report on the human rights situation in Syria.\n\nResponding to the report Gareth Bayley, the UK Special Representative for Syria said:\n\nThe report by the UN Independent Commission of Inquiry (CoI) on Syria makes grim reading: it details deliberate attacks against civilians, and unabated violations of human rights such as torture, illegal detentions, executions and sexual violence. It documents the breadth of barbarity carried out by the Asad regime against its own people, with deliberate targeting of civilian infrastructure such as hospitals, schools and markets. The report also details the destruction of Syria’s cultural heritage by Daesh. Syria is being ripped apart by this widespread destruction, the fuelling of sectarian divisions, and the slaughter and scattering of its communities.\n\nThe COI must be allowed to continue gathering evidence so that one day Asad and other perpetrators of human rights abuses and possible war crimes can be held to account. There can be no lasting peace without justice; there must be no impunity.\n\nThe full report can be found on the Human Rights Council web page dedicated to the commission of inquiry on the Syrian Arab Republic." }
{ "_id" : "C35F45FE7CBA87AE07646066842C91E0", "sourceName" : "UK Government", "sourceUrl" : "https://www.gov.uk/government/news/foreign-secretary-statement-on-syria-aid-convoy-attack", "wordCount" : 158, "sentenceCount" : 6, "title" : "Foreign Secretary statement on Syria aid convoy attack", "text" : "Foreign Secretary Boris Johnson welcomes the UN Board of Inquiry’s summary of its investigation into the attack on an aid convoy, which took place in Urem al-Kubra, northern Syria, on 19 September.\n\nThe Foreign Secretary said:\n\nI welcome the Board of Inquiry’s report, which found that the aid convoy was attacked from the air, making it clear that the strike was carried out by forces of either the Asad regime or Russia.\n\nThis was one of the most appalling incidents of the conflict so far. Whether deliberate or accidental, this was an indefensible attack, with at least ten people killed and vital aid to vulnerable people destroyed.\n\nOver half a million Syrians are still in areas besieged by the regime – many have received no aid since June. The regime and its backers must comply with their obligations, including the recently adopted UN Security Council Resolution 2328, to allow the UN unconditional, safe and unhindered access across Syria." }
{ "_id" : "C3BB2D0EE548765402C961463415E4CA", "sourceName" : "UK Government", "sourceUrl" : "https://www.gov.uk/government/news/foreign-secretary-welcomes-progress-towards-ending-the-conflict-in-syria", "wordCount" : 143, "sentenceCount" : 6, "title" : "Foreign Secretary welcomes progress towards ending the conflict in Syria", "text" : "Philip Hammond welcomes UNSC support for new talks to end Syrian conflict.\n\nForeign Secretary Philip Hammond welcomed the unanimous adoption of UN Security Council Resolution 2254 as an important step towards bringing the warring parties in Syria to the negotiating table and to a transition away from the Assad regime to an inclusive Syrian government.\n\nMr Hammond said:\n\nSyria has for too long been the world’s biggest humanitarian and security crisis. The international community has now come together to work to end the bloody civil war in Syria and has paved the way for talks amongst the Syrian parties that will see a transition away from the murderous regime of Assad. This resolution gives us a timetable and a clear way forward. Of course there are many challenges ahead but the world has taken a great step forward to resolving the Syrian crisis." }
{ "_id" : "C66A9E77E1142C3F0909657DDDD475A5", "sourceName" : "UK Government", "sourceUrl" : "https://www.gov.uk/government/news/liberation-of-sinjar-from-isil-terrorists", "wordCount" : 146, "sentenceCount" : 7, "title" : "Liberation of Sinjar from ISIL terrorists", "text" : "Tobias Ellwood, Minister for the Middle East welcomes the liberation of Sinjar and reiterates support for the Government of Iraq in the fight against ISIL\n\nMinister Ellwood said:\n\nThis is a significant day; Sinjar has been liberated after its violent and unwanted occupation by the terrorist group ISIL. I commend Kurdish and Yezidi fighters for their determined and sustained efforts to reclaim the town. For ISIL, this means yet another military defeat in Iraq. They have now lost more than 30 percent of the territory they once held there.\n\nThe Coalition’s strategy to defeat ISIL is succeeding. Sinjar is free because Royal Air Force and other Coalition forces provided vital air support for local, legitimate ground forces, focused on defeating ISIL and minimising civilian casualties. The UK remains steadfast in its support of the Government of Iraq and the Iraqi people in their fight against ISIL." }
{ "_id" : "CBD73D24324D3C3A3A76AC430E05A069", "sourceName" : "UK Government", "sourceUrl" : "https://www.gov.uk/government/news/uk-welcomes-new-eu-syria-sanctions-listings", "wordCount" : 142, "sentenceCount" : 7, "title" : "UK welcomes new EU Syria sanctions listings", "text" : "Foreign Secretary welcomes new Syria sanctions listings that apply further pressure on Assad’s brutal regime.\n\nPhilip Hammond said: The UK has worked tirelessly with other member states to secure 13 new EU sanctions listings on Syria. We are targeting developers, proliferators and users of chemical weapons, along with businessmen and companies supporting the brutal shabiha militias. We have also agreed to target individuals supplying oil to the regime, including George Haswani, a middleman buying oil from ISIL on behalf of the regime. This listing gives yet another indication that Assad’s “war” on ISIL is a sham and that he supports them financially.\n\nThese sanctions show that EU is united in its condemnation of Assad’s brutal policies. We will continue applying pressure to the regime until it reassesses its position, ends the violence and engages in meaningful negotiations with the moderate opposition." }
{ "_id" : "D23AD6D80730BEF27D23CDD2287AC200", "sourceName" : "UK Government", "sourceUrl" : "https://www.gov.uk/government/news/minister-ellwood-statement-on-mosul", "wordCount" : 109, "sentenceCount" : 5, "title" : "Minister Ellwood statement on Mosul", "text" : "Minister for the Middle East Tobias Ellwood comments on the start of the Iraqi mission to recapture the city of Mosul in Iraq.\nMinister Ellwood said:\nThe start of Iraqi operations to retake the city of Mosul marks another step forward towards clearing Daesh from Iraq. After 2 years of brutal rule, the people of Mosul can start to have hope for a better future.\nThis will be the greatest challenge that Iraq’s Security Forces have yet encountered – they are up to that challenge. The UK, as part of the Global Coalition, is committed to continuing to provide the government of Iraq with military, humanitarian and stabilisation support.\n" }
{ "_id" : "E967805EB658EB937216A53EE9733656", "sourceName" : "UK Government", "sourceUrl" : "https://www.gov.uk/government/news/minister-for-central-asia-visits-turkey-and-uzbekistan", "wordCount" : 192, "sentenceCount" : 8, "title" : "Minister for Central Asia visits Turkey and Uzbekistan", "text" : "The visit by FCO Minister Tobias Ellwood focused on support to Syria as well as regional security and prosperity.\n\nThe Minister for Central Asia, Tobias Ellwood, visited Turkey on 4 April and Uzbekistan from 5-6 April 2016.\n\nIn Turkey Minister Ellwood met with the Syrian National Coalition, as well as local Turkish and UK organisations focused on supporting refugees, and preventing sexual violence in conflict.\n\nIn his first visit to Uzbekistan as Minister for Central Asia, Mr Ellwood met a number of Ministers and senior officials and discussed a range of issues including political and security, human rights, trade and investment.\n\nThe Minister also held meetings with British businesses working in Tashkent, Uzbek alumni of British universities and students of Westminster International University in Tashkent.\n\nFollowing the visit, the Minister said:\n\nTurkey is a key player in the region dealing with the Syrian conflict. I was pleased to meet a range of organisations to learn about the important work they do.\n\nThis was my first visit to Uzbekistan and an important opportunity to deepen and strengthen bilateral relations between the UK and Uzbekistan on a number of issues important to us both." }
{ "_id" : "ED9C03D12FCA518C78DD6C3909CA5E42", "sourceName" : "UK Government", "sourceUrl" : "https://www.gov.uk/government/news/minister-for-the-middle-east-tobias-ellwood-comments-on-the-situation-in-mosul-iraq", "wordCount" : 252, "sentenceCount" : 7, "title" : "Minister for the Middle East Tobias Ellwood comments on the situation in Mosul, Iraq", "text" : "Tobias Ellwood condemns ISIL’s treatment of residents of Mosul and reiterates the UK’s commitment to defeating this terrorist organisation.\n\nSpeaking nearly 12 months after the fall of Mosul to ISIL terrorists, Tobias Ellwood said:\n\nNearly 12 months since the city of Mosul in Northern Iraq was taken by ISIL terrorists, we have heard once again about the horrendous treatment of the people of Mosul.\n\nI am appalled by reports of the murder of hundreds of people, the ill treatment of women and the recruitment of children as young as 10 as soldiers, executioners and suicide bombers.\n\nThe UK, the wider Global Coalition and the Government of Iraq are committed to defeating these terrorists and have already supported the re-taking by Iraqi security forces of over 25% of Iraqi territory, including Tikrit. We have supported the liberation of key towns in Northern Iraq including Rabiyah and Zumar, broken the siege of the Yazidis on Mount Sinjar, and pushed ISIL out of Kobane.\n\nAs the second largest contributor to the Coalition military activities, the UK has flown over 870 missions, conducted over 265 bombing raids on ISIL targets, and is now providing an additional 125 soldiers to assist in Counter-IED training for the Iraqi Army helping them to clear territory safely and return it to local people.\n\nLast week, we also announced that we would increase our humanitarian support to Iraq by £20 million, bringing our total contribution to £59.5 million, supporting people across Iraq who have been forced to flee from ISIL’s brutality." }
