{ "_id" : "108A8CFC05CC3139A6E65B7A4239F5C6", "sourceName" : "US State Department", "sourceUrl" : "https://www.state.gov/r/pa/prs/ps/2016/10/263174.htm", "wordCount" : 94, "sentenceCount" : 5, "title" : "Terrorist Attacks in Iraq", "text" : "The United States strongly condemns the barbaric terrorist attacks in Iraq today, including one in Baghdad claimed by Daesh that specifically targeted mourners inside a funeral tent. We extend our deepest condolences to the victims’ families and friends. This attack is yet another sign of Daesh’s cowardice and contempt for human life and their attempt to sow sectarian discord among the people of Iraq. It only underscores the importance of Coalition efforts to support Iraqi security forces in their campaign to defeat this terrorist group. The United States remains committed to that goal." }
{ "_id" : "1E4938BF59D806C4E3AC9DDF2CC3E87F", "sourceName" : "US State Department", "sourceUrl" : "https://www.state.gov/secretary/remarks/2016/10/263739.htm", "wordCount" : 197, "sentenceCount" : 7, "title" : "On the Occasion of Turkey's Republic Day", "text" : "On behalf of President Obama and the American people, I congratulate the people of Turkey as you celebrate the 93rd anniversary of the founding of your republic on October 29.\n\nAs a long-time Ally, the United States remains steadfast in support of Turkey’s democratically elected government and institutions—institutions enshrined in Turkey’s constitution. And we express again our condolences to the friends and loved ones of those who were injured or who died during the coup attempt last July.\n\nOur two countries continue to work side by side to address a range of challenges including the Syrian civil war, the global refugee crisis, and the threat posed to law-abiding people everywhere by violent extremist groups. Especially in the wake of recent terrorist attacks inside Turkey, the United States is committed to standing with you as we strive together—in partnership with others in the world community—on behalf of justice, security, and the rule of law.\n\nThe American people place a high value on their many connections to you—through trade and tourism, academic exchanges, and cultural and familial ties. As you mark this special day, you have our very best wishes for a happy, prosperous, and safe year to come." }
{ "_id" : "1F9A1D68D16594512C9CBAD02D53E4C1", "sourceName" : "US State Department", "sourceUrl" : "https://www.state.gov/secretary/remarks/2015/12/250530.htm", "wordCount" : 178, "sentenceCount" : 5, "title" : "Syrian Opposition Conference in Riyadh", "text" : "We welcome the positive outcome of the gathering of the Syrian opposition in Riyadh today, including reaching a consensus on principles for a pluralistic and democratic Syria and on how to advance a political settlement to end the conflict in Syria.\n\nAs I conveyed to Foreign Minister Al-Jubeir today, we appreciate Saudi Arabia’s leadership in convening this broad and representative group of 116 participants, who agreed today on the structure of their negotiating body to represent them in the political process. We appreciate that this extremely diverse group of Syrians put aside differences in the interest of building a new Syria.\n\nWith the progress made in both Vienna and now in Riyadh, the International Syria Support Group continues to build a foundation for constructive negotiations in January under UN auspices, regarding a political transition in accordance with the Geneva Communique of 2012. While this important step forward brings us closer to starting negotiations between the Syrian parties, we recognize the difficult work ahead, and remain determined to continue toward a political settlement that brings an end the conflict." }
{ "_id" : "204532F7EDD22A40E15407ADA16AC058", "sourceName" : "US State Department", "sourceUrl" : "https://www.state.gov/r/pa/prs/ps/2015/09/247470.htm", "wordCount" : 213, "sentenceCount" : 5, "title" : "Rewards for Justice - Reward Offers for Information that Leads to Disruption of Financing of Islamic State of Iraq and the Levant (ISIL)", "text" : "The U.S. Department of State's Rewards for Justice program is offering rewards for information that will disrupt the trade of oil and trafficking of antiquities that benefit the terrorist group Islamic State of Iraq and the Levant (ISIL). The Secretary of State has authorized a reward of up to $5 million for information leading to the significant disruption of the sale and/or trade of oil and antiquities by, for, on behalf of, or to benefit ISIL, also known by its Arabic acronym as DAESH. Through its illicit oil operations and trafficking in looted archaeological material from Syria and Iraq, ISIL has generated millions of dollars in hard currency, enabling it to brutalize and oppress innocent civilians. The U.S. Department of State expects this reward offer will encourage individuals to come forward with information regarding persons or entities engaged in the production, facilitation, processing, smuggling, distribution, sale, and trade of oil and antiquities that would benefit ISIL, as well as the information on the smuggling networks, methods, and routes underlying these activities. Today’s announcement marks the first time the U.S. Secretary of State has authorized a Rewards for Justice offer for information that could be used to disrupt sale or trade in oil or antiquities by, or on behalf of, a terrorist organization. " }
{ "_id" : "2C271BB862754AECF35665280FE7B93C", "sourceName" : "US State Department", "sourceUrl" : "https://www.defense.gov/News/News-Releases/News-Release-View/Article/975074/statement-by-secretary-of-defense-ash-carter-on-the-liberation-of-dabiq", "wordCount" : 120, "sentenceCount" : 6, "title" : "Statement by Secretary of Defense Ash Carter on the Liberation of Dabiq‎", "text" : "I welcome today's news that Syrian opposition forces liberated the Syrian town of Dabiq from ISIL control, aided by strong support from our ally Turkey and our international coalition. This is more than just the latest military result against this barbaric group. Dabiq held symbolic importance to ISIL. The group carried out unspeakable atrocities in Dabiq, named its English-language magazine after the town and claimed it would be the site of a final victory for the so-called caliphate. Instead its liberation gives the campaign to deliver ISIL a lasting defeat new momentum in Syria. Again I want to congratulate the Syrians who fought to free Dabiq and thank our ally Turkey for the close coordination during this operation.‎" }
{ "_id" : "2C6CB502FAD51B6B4CA765E57E221BEA", "sourceName" : "US State Department", "sourceUrl" : "https://www.state.gov/r/pa/prs/ps/2016/11/264294.htm", "wordCount" : 144, "sentenceCount" : 5, "title" : "Meeting of the Small Group of the Global Coalition to Counter ISIL in Germany", "text" : "Special Presidential Envoy for the Global Coalition to Counter ISIL Brett McGurk will lead an interagency delegation to Berlin, Germany for a meeting on November 17 with key members of the Counter ISIL Coalition. This meeting will be an opportunity for Coalition partners to discuss ongoing efforts for Mosul and Raqqah and to explore ways to further accelerate the campaign against Da’esh in Iraq and Syria and its network outside those geographic borders. It will include a detailed discussion on the priorities needed to sustain the momentum of the campaign along our multiple lines of effort, including military, foreign terrorist fighters, counterterrorist financing, counter-messaging and stabilization of liberated areas.\n\nThe Coalition’s Small Group regularly meets to coordinate and enhance combined efforts to counter Da’esh. The last meeting of the Small Group took place in Washington, D.C. on July 21, 2016, at the Ministerial level." }
{ "_id" : "2E857EFC55A390B6382FDE5C87F06D67", "sourceName" : "US State Department", "sourceUrl" : "https://www.state.gov/r/pa/prs/ps/2016/05/257627.htm", "wordCount" : 290, "sentenceCount" : 8, "title" : "Da'esh Attacks in Jabla and Tartus and Regime Offensive Actions in Syria", "text" : "The United States strongly condemns the horrific attacks today in the towns of Jabla in the northwest province of Latakia, and the port city of Tartus, for which Da’esh has claimed responsibility and where more than 60 civilians were killed and injured in multiple bombings that targeted bus stations and a hospital. We will continue to lead the global coalition to degrade and defeat Da’esh so that it can no longer brutalize those who reject its tormented worldview. This shared fight against Da’esh will be aided by Syrians reaching a negotiated political transition away from the Asad dictatorship whose actions have helped Da’esh gather support. We also call for an end to the Asad regime’s escalating attacks on Aleppo and Daraya, as well as its besiegement of towns and obstruction of humanitarian access. These actions demonstrate a disregard for the Cessation of Hostilities, UN Security Council Resolution 2254, and efforts to advance a political solution to the conflict, as well as its own commitments to facilitate full access for humanitarian relief supplies. Secretary Kerry raised these concerns in a call with Russian Foreign Minister Lavrov earlier today and urged him to press the regime to cease at once airstrikes against opposition forces and innocent civilians in Aleppo and the Damascus suburbs. Russia has a special responsibility in this regard to press the regime to end its offensive attacks and strikes that kill civilians, immediately allow relief supplies, as determined solely by the UN, to reach all in need, and to comply completely with the Cessation of Hostilities, so that political talks aimed at ending the crisis have a chance to succeed. Such a solution will allow all parties to focus on the shared threat posed by Da’esh and other terrorists." }
{ "_id" : "31E63458C6BF8F6F1D50D7041E5B89C9", "sourceName" : "US State Department", "sourceUrl" : "https://www.state.gov/r/pa/prs/ps/2016/10/262993.htm", "wordCount" : 99, "sentenceCount" : 4, "title" : "Statement on International Forces in Upcoming Campaign to Liberate Mosul", "text" : "Recent media reports have speculated on the role that international forces will play in the Iraqi operation to liberate Mosul. As we have repeatedly made clear, the United States supports Iraqi unity and sovereignty. To that end, we believe all international forces in Iraq should be there with the approval of and in coordination with the Government of Iraq, under the umbrella of the Coalition. It is imperative for all parties to coordinate closely over the coming days and weeks to ensure unity of effort in defeating Daesh and to provide for the lasting security of the Iraqi people." }
{ "_id" : "340238F0CEF0581CBBA9106FFB2EA97C", "sourceName" : "US State Department", "sourceUrl" : "https://www.state.gov/r/pa/prs/ps/2011/12/178320.htm", "wordCount" : 91, "sentenceCount" : 3, "title" : "Ambassador Robert Ford Returns to Syria", "text" : "Ambassador Robert Ford has completed his consultations in Washington and is returning to Syria. He will continue the work he was doing previously; namely, delivering the United States’ message to the people of Syria; providing reliable reporting on the situation on the ground; and engaging with the full spectrum of Syrian society on how to end the bloodshed and achieve a peaceful political transition. We believe his presence in the country is among the most effective ways to send the message that the United States stands with the people of Syria." }
{ "_id" : "4174EF50EF8D9024BCC261D602202738", "sourceName" : "US State Department", "sourceUrl" : "https://www.state.gov/r/pa/prs/ps/2015/10/248763.htm", "wordCount" : 63, "sentenceCount" : 2, "title" : "Taken Question: USG participation in an October 27 meeting on Syria", "text" : "Attribution is on-the-record from Spokesperson John Kirby.\n\nQuestion: Will the United States participate in the Paris meeting on Syria on October 27, who will attend/at what level, what other details can we provide, etc.?\n\nAnswer: Deputy Secretary of State Tony Blinken will travel to Paris for tomorrow’s multilateral meeting, convened by the French government, to discuss efforts to resolve the crisis in Syria." }
{ "_id" : "487C0B93A959D64A34CA2F40EE82C18B", "sourceName" : "US State Department", "sourceUrl" : "https://www.state.gov/r/pa/prs/ps/2015/08/246059.htm", "wordCount" : 162, "sentenceCount" : 6, "title" : "U.S. Condemns Terrorist Attacks in Iraq", "text" : "The United States condemns in the strongest terms both the ISIL attack this morning at a crowded market place in Baghdad, and the car bomb attacks in Diyala Province on Monday, as well as other recent terrorist attacks against the Iraqi people. We express our deep condolences to family and friends of the victims. These atrocities show once again the utter disregard ISIL has for innocent civilians, including women and children.\n\nAs Iraqis unite against ISIL and turn the tide on the battlefield, ISIL will try to maintain its campaign of terror to sow discord among the Iraqi people. The United States continues to stand shoulder to shoulder with the Iraqi people as they confront ISIL and the violence it represents. We remain committed to working with Prime Minister Al-Abadi, the Iraqi Security Forces, and our partners in the international community to support the Government of Iraq in defeating ISIL and holding this terrorist organization accountable for the atrocities it has committed." }
{ "_id" : "6413ED35E27EFB504C689047F2F17B0F", "sourceName" : "US State Department", "sourceUrl" : "https://www.state.gov/secretary/remarks/2015/10/248970.htm", "wordCount" : 230, "sentenceCount" : 8, "title" : "Rocket Attack on Camp Hurriya in Iraq", "text" : "The United States strongly condemns today’s brutal, senseless terrorist attack on Camp Hurriya that killed and injured camp residents. Our condolences go out to the families of the victims, and we hope for the swift recovery of those injured.\n\nWe have been in touch with senior Iraqi officials to ensure that the Government of Iraq renders all possible medical and emergency assistance to the victims. We also urge the Government of Iraq to provide additional security for the camp’s residents and to find the perpetrators and hold them accountable for the attack, consistent with its obligations under the December 25, 2011 agreement with the United Nations.\n\nWe are consulting with the Government of Iraq to ascertain the full extent of this unprovoked attack.\n\nNo matter the circumstances, on this point we remain absolute: the United States remains committed to assisting the UN High Commissioner for Refugees in the relocation of all Camp Hurriya residents to a permanent and safe location outside of Iraq. We call on more countries to assist in responding to this urgent humanitarian situation by welcoming camp residents for relocation and by contributing to the fund established by the United Nations to support their resettlement. The Department, through its Senior Advisor for MEK Resettlement, will remain actively engaged in the international effort to relocate the residents of Camp Hurriya to safe, permanent locations as soon as possible." }
{ "_id" : "6E62DC65EFDFB1B357175EB255F25C36", "sourceName" : "US State Department", "sourceUrl" : "https://www.state.gov/r/pa/prs/ps/2015/12/250581.htm", "wordCount" : 120, "sentenceCount" : 4, "title" : "U.S. Condemns Terrorist Attack in Hasaka, Syria", "text" : "The United States strongly condemns ISIL’s multiple suicide attacks in the town of Tel Tamer in Hasaka Province, which targeted and killed scores of Syrian civilians, including at a hospital and marketplace. We offer our deepest condolences to the families of the victims of this barbaric act of mass murder. This attack once again displays the type of horrific atrocities that ISIL has perpetrated against tens of thousands of innocent people across Syria and Iraq and affirms the need for international resolve to strengthen those on the ground fighting ISIL.\n\nThe United States remains committed to working with our partners in Syria, Iraq, and the international community to bring an end to ISIL’s depravity and ultimately destroy this terrorist organization." }
{ "_id" : "8EC0382F2D0E4360EC7A85FA8FEA02D8", "sourceName" : "US State Department", "sourceUrl" : "https://www.state.gov/r/pa/prs/ps/2015/10/249033.htm", "wordCount" : 249, "sentenceCount" : 6, "title" : "Additional Assistance for the Syrian Opposition", "text" : "As Deputy Secretary of State Antony Blinken announced today at the Manama Dialogue, the United States will provide nearly $100 million in new assistance to the Syrian opposition, bringing the total support we have committed and are providing to the Syrian opposition since 2012 to nearly $500 million.\n\nAs part of our steadfast commitment to empower the Syrian opposition, this assistance will support local and provincial councils, civil society activists, emergency first responders, and others to meet the needs of the Syrian people.\n\nU.S. assistance is helping keep schools open for Syrian children; restoring access to electricity and water infrastructure; supporting independent media and civil society to hold their local governments accountable, and building the capacity of the moderate opposition to play a role in a future Syria that respects human rights and the rule of law.\n\nPart of this new assistance includes an additional $15 million contribution to the Syria Recovery Trust Fund (SRTF), which channels donor contributions in a transparent and accountable manner to priority projects inside Syria. With support from 14 donor countries over the last two years, the SRTF is delivering over 20 projects that reach 2 million Syrians in the sectors of health, food security, water, electricity, agriculture, and waste management in areas of moderate opposition control inside Syria.\n\nWhile our SRTF contribution today will help many, Syrians face significant challenges working to support their communities, and we continue to urge our international partners to contribute and help the SRTF fulfill its important mission." }
{ "_id" : "9104BDCC8E9A1CD2090757B487421DC6", "sourceName" : "US State Department", "sourceUrl" : "https://www.state.gov/r/pa/prs/ps/2015/11/249498.htm", "wordCount" : 93, "sentenceCount" : 3, "title" : "Special Advisor Knox Thames to Travel to Turkey and Lebanon", "text" : "Knox Thames, the Special Advisor to Ambassador Saperstein for Religious Minorities in the Near East and South and Central Asia, will travel to Turkey November 16 - 17 and to Lebanon November 18 -19.\n\nIn Turkey, Special Advisor Thames will deliver remarks on the Department’s work to support religious minorities at the G-20 Interfaith Conference. In Lebanon, Special Advisor Thames will meet with religious and civic leaders to discuss interfaith relations within the Lebanese religious communities and to address the plight of vulnerable religious minority refugee populations coming to Lebanon from Syria and Iraq." }
{ "_id" : "9DFBD0B607245D1B56B90FD64E9AB952", "sourceName" : "US State Department", "sourceUrl" : "https://www.state.gov/r/pa/prs/ps/2017/01/266200.htm", "wordCount" : 138, "sentenceCount" : 6, "title" : "Terrorist Attacks in Baghdad", "text" : "We condemn in the strongest possible terms terrorist attacks this weekend in Baghdad and Najaf. On Saturday, Dae’sh claimed dual attacks in the commercial area of the Al-Sinek neighborhood in Baghdad which killed at least 28 people. Today, multiple attacks, also claimed by Da’esh, have killed at least 35 more innocent civilians and injured scores of others. We extend our deepest condolences to the families of the victims and hope for a speedy recovery of all those wounded. These vicious acts of mass murder are a sobering reminder of the need to continue coalition operations against Da’esh and to eliminate the threat this terrorist group poses. The U.S. reaffirms its commitment to support the government and people of Iraq in this struggle, and remains steadfast in its commitment to the Global Coalition efforts to degrade and defeat Da’esh." }
{ "_id" : "B5E6AB37F9BF98EC2A4EFDDACE2768C9", "sourceName" : "US State Department", "sourceUrl" : "https://www.state.gov/r/pa/prs/ps/2016/07/260245.htm", "wordCount" : 195, "sentenceCount" : 6, "title" : "Ministerial Meeting of the Expanded Small Group of the Global Coalition to Counter ISIL", "text" : "U.S. Secretary of State Kerry and U.S. Secretary of Defense Ash Carter will host foreign and defense ministers of the Global Coalition to Counter ISIL in Washington D.C., on July 21, 2016, for the first joint ministerial of the Counter ISIL Coalition. More than 40 members of the Coalition will assemble to review the campaign to date, and strategize how to further accelerate ISIL’s demise. It will include a detailed discussion of priorities for the Coalition’s multiple lines of effort, including its working groups on political-military coordination, combatting foreign terrorist fighters, counterterrorist financing, counter-messaging, and stabilization of liberated areas, to increase the momentum of the campaign. With the recent liberation of Fallujah and other parts of Anbar Province in Iraq, as well as the advances around Manbij in Syria, this is a key moment to continue to set core ISIL on a lasting, and irreversible, path to defeat. The Coalition’s Small Group regularly meets to synchronize and enhance combined efforts to counter ISIL. The last meeting of Coalition foreign ministers took place in Rome, Italy, on February 2, 2016, and the last meeting of defense ministers took place in Brussels, Belgium, on February 11, 2016." }
{ "_id" : "C02FDFE461425ED8B64B982D05BD2D62", "sourceName" : "US State Department", "sourceUrl" : "https://www.state.gov/r/pa/prs/ps/2011/11/177628.htm", "wordCount" : 129, "sentenceCount" : 7, "title" : "Hosting of Syrian Websites", "text" : "QUESTION: There are reports of U.S., German, and Canadian companies hosting Syrian Government websites. Does hosting a Syrian Government website constitute a sanctions violation? What action has the State Department taken to investigate these reports?\n\nANSWER: U.S. companies are prohibited from providing web-hosting or any other service to the Syrian government under Executive Order 13582 without a license from the Department of the Treasury. We refer questions about pending or ongoing licensure investigations to the Department of Treasury’s Office of Foreign Assets Control.\n\nThe U.S. government takes all reports of potential sanctions violations seriously. Our policies are designed to assist ordinary citizens who are exercising their fundamental freedoms of expression, assembly and association, while preventing exports of goods and services that repressive regimes can use against their people." }
{ "_id" : "CFEF9B4E83786F435E8483A03DB20D8E", "sourceName" : "US State Department", "sourceUrl" : "https://www.state.gov/r/pa/prs/ps/2017/01/266544.htm", "wordCount" : 237, "sentenceCount" : 8, "title" : "The United States and Iraq Sign Loan Guarantee Agreement\n", "text" : "Today, the United States and Iraq signed a loan guarantee agreement that, once entered into force, will enable Iraq to access up to $1 billion in low-cost financing from international capital markets.\n\nThe loan guarantee is intended to deliver on President Obama’s pledge at the G7 Ise-Shima Summit in May 2016 and underscores the enduring U.S. commitment to support Iraq, particularly at this critical moment in the fight against Daesh. In addition to facilitating access to essential financing as Iraq addresses multiple humanitarian crises, the guarantee agreement bolsters important economic and institutional reforms aimed at consolidating a foundation for stability and growth. This loan guarantee also reinforces Iraq’s work with other partners, including the International Monetary Fund, to implement its economic reform agenda. This agreement is an important step in the process for Iraq to obtain greater access to international capital markets. After specific legal requirements and policy considerations have been concluded, Iraq will be able to benefit from this U.S. sovereign loan guarantee.\n\nToday’s signing ceremony underscores ongoing U.S. efforts to help all of the people of Iraq create an environment that supports sustainable and inclusive economic growth, encourages investment and creates jobs, and supports expanding economic relations with the United States and the world. As Iraq continues to make progress in implementing this reform agenda, which promises a better future for all Iraqis, it can count on support from its partners in the international community." }
{ "_id" : "E1526BBD89FAB8E7914B3CF5867666CC", "sourceName" : "US State Department", "sourceUrl" : "https://www.state.gov/r/pa/prs/ps/2015/12/250834.htm", "wordCount" : 280, "sentenceCount" : 9, "title" : "Department of State Supports the Conservation of the Iconic Ishtar Gate at Iraq's Ancient City of Babylon", "text" : "Today at the Iraqi Museum in Baghdad, the U.S. Embassy Chargé d’Affaires, a.i., Jonathan Cohen and Dr. Ahmed Kamil Murad, Acting General Director of the Office of Museums at the Iraqi Ministry of Culture, State Board of Antiquities and Heritage (SBAH) announced the funding of a project for the rehabilitation and preservation of the Ishtar Gate at the remains of the ancient city of Babylon in Iraq. The U.S. Embassy grant of $530,000 to the World Monuments Fund (WMF) will support conservation work by a team of Iraqi preservationists from the SBAH under the guidance of international heritage experts from WMF. The grant is part of the ongoing cultural partnership between the United States and Iraq in support of the U.S.-Iraq Strategic Framework Agreement.\n\nThe rehabilitation of the Ishtar Gate is the most recent cooperative venture of the Future of Babylon project – a partnership from 2009 between the Governments of Iraq and the United States and WMF to support Iraqi efforts to assess, document, and preserve the ancient city located south of Baghdad. Since 2009, the Department of State has contributed more than $4 million to the Future of Babylon. With U.S. support, much of the site has been assessed and documented, emergency stabilization work has been undertaken, and completed a site management plan .\n\nThe Ishtar Gate has stood at the entrance to the ancient city since approximately 575 B.C. when it was constructed under King Nebuchadnezzar II. The remaining parts of the structure are in dire need of conservation to stop further deterioration and to correct modern-era modifications that hasten damage to the monument and that are not historically accurate. Work is expected to be completed in 2017." }
{ "_id" : "F669C19A4C3DB410BBEC57ECC5DC62B1", "sourceName" : "US State Department", "sourceUrl" : "https://www.state.gov/r/pa/prs/ps/2015/11/249880.htm", "wordCount" : 149, "sentenceCount" : 5, "title" : "Deputy Secretary of State Antony Blinken Travel to Iraq November 22-23", "text" : "Deputy Secretary of State Antony Blinken will travel to Iraq to discuss key political, economic, and security issues with government officials.\n\nIn Baghdad on November 22, Deputy Secretary Blinken will meet with national and provincial Iraqi officials to discuss a range of economic and security issues. He will also meet with senior U.S. military officials to discuss our ongoing support for the Iraqi Armed Forces, Popular Mobilization Forces, and others in support of the coalition campaign against Daesh.\n\nDeputy Secretary Blinken will then visit the Iraqi Kurdistan Region on November 23, where he will meet with senior regional government officials to continue discussions on our efforts to degrade and defeat Daesh as well as our response to the urgent humanitarian and refugee crises in Iraq.\n\nBe sure to follow the Deputy Secretary on Twitter (@ABlinken) and on the State Department’s Flickr and Instagram for more updates throughout his trip." }
{ "_id" : "FAB032C0995F606F54B1DD3EA8D61930", "sourceName" : "US State Department", "sourceUrl" : "https://www.state.gov/secretary/remarks/2016/12/264967.htm", "wordCount" : 51, "sentenceCount" : 5, "title" : "After His Meeting With Russian Foreign Minister Sergey Lavrov", "text" : "QUESTION: Secretary Kerry, did you discuss Aleppo? Were there any agreements?\n\nSECRETARY KERRY: We obviously talked about the extraordinarily dire situation in Aleppo and we exchanged some ideas about it, and we intend to connect in the morning to see where we are on it.\n\nMR KIRBY: Thanks, everybody. Thank you." }
