{ "_id" : "26E0189E3D774CB2B8F078A082E5088C", "sourceName" : "Delegation of the European Union to Syria", "sourceUrl" : "https://eeas.europa.eu/headquarters/headquarters-homepage/18230/statement-high-representativevice-president-federica-mogherini-announcement-cessation_en", "wordCount" : 367, "sentenceCount" : 9, "title" : "Statement by the High Representative/Vice-President Federica Mogherini the announcement of a cessation of hostilities in Syria", "text" : "The European Union has been among those calling for a new cessation of hostilities in Syria ever since the last one broke down in September. In this context, the announcement of an agreement for cessation of hostilities on the eve of a New Year is welcome. \nWhat matters first and foremost is that it can be implemented fully and by all the parties to the conflict. Reports of continued air strikes and fighting in Wadi Barada are a matter of concern. But if implemented fully, the cessation can open the way to unhindered and countrywide humanitarian access to those in need.And, most of all, if successful it can open the way to a renewal of intra-Syrian talks under UN auspices, within the framework set by the UN Security Council.In this respect, we would welcome any intermediate step facilitated by other international players, such as the announced meeting in Astana, if fully inclusive and aimed at preparing a fruitful and meaningful  resumption of intra-Syrian talks in Geneva under UN auspices.To this aim, I have spoken today to Turkish Foreign Minister Mevlüt Çavuşoğlu and to the UN Special Envoy Staffan de Mistura, to coordinate our work for Syria.The European Union is continuing its work with the regional parties. We will host in Brussels in mid January a round of bilateral talks to find common ground on the post conflict in Syria, and on reconciliation and reconstruction, in full coordination and support of the talks that will be held in Geneva in February.In addition, the EU will be hosting a conference in Brussels, follow-up to last year's London conference on Syria, in spring. The EU has and will continue to be the biggest humanitarian aid donor in Syria and in the neighbouring countries with over 9 billion euros committed since the start of the crisis.But our aim and role is not only humanitarian. It is most of all to contribute, in coordination with others, to a negotiated peace for a united and democratic Syria, and to help the Syrian people to rebuild their country once the political conditions are in place. This is also the only way to achieve a decisive defeat of Daesh in Syria. \n" }
{ "_id" : "8BF4B60AA80B0601BE12F0164E2E7001", "sourceName" : "Delegation of the European Union to Syria", "sourceUrl" : "https://eeas.europa.eu/delegations/syria/18431/mogherini-pushes-ahead-regional-initiative-syria_en", "wordCount" : 234, "sentenceCount" : 6, "title" : "Mogherini pushes ahead with regional initiative on Syria", "text" : "This week sees the start of a second round of talks in the framework of the European Union's Regional Initiative on the future of Syria, High Representative Federica Mogherini’s initiative to identify post-conflict arrangements for the country.\nA series of bilateral meetings will take place between senior officials of the EU and representatives of the Ministers of Foreign Affairs of Iran, Saudi Arabia, the United Arab Emirates, Egypt, Jordan and Lebanon, and in the coming days with Turkey and Qatar.\nMogherini proposed the initiative on the future of Syria to EU leaders at the end of last year, who invited her to build on it. She already held a first round of talks with the Foreign Ministers of Iran, Saudi Arabia, Emirates, Turkey, Lebanon, Egypt, Jordan, Qatar before the end of the year.\nBesides identifying common ground on post-conflict arrangements, the initiative is examining the scope for reconciliation and reconstruction once a credible political transition is firmly under way. It is being conducted in full coordination and support of the intra-Syrian talks that will be held by the UN Special Envoy de Mistura in Geneva in February, and in view of the Brussels Conference on Syria and the region which will be hosted by the EU later in the spring.The EU is strongly committed to contribute towards a political transition in Syria as agreed in the UN Security Council Resolutions 2254 and 2118.\n" }
