{ "_id" : "0388FEF6427DE0223688EB04A8DA71E1", "sourceName" : "Wikipedia", "sourceUrl" : "https://en.wikipedia.org/wiki/Hibhib", "wordCount" : 72, "sentenceCount" : 4, "title" : "Hibhib", "text" : "Hibhib (Arabic: ناحية هبهب‎‎, Hibhib Village) is a village in northern Iraq, located 8 km (5.0 mi) northwest of Baquba. It is predominately Shia Arab.[1]\nThe former leader of Al Qaeda in Iraq, Jordanian-born militant Abu Musab al-Zarqawi, maintained a safehouse in the village. In 2006, while meeting in the safehouse with his spiritual adviser, he was bombed and killed by U.S.-led coalition aircraft.[2]\nCoordinates: 33°47′N 44°30′E / 33.783°N 44.500°E / 33.783; 44.500\n" }
{ "_id" : "051A4176702090F39056F34A9C29D574", "sourceName" : "Wikipedia", "sourceUrl" : "https://en.wikipedia.org/wiki/Brandbergen_Mosque", "wordCount" : 173, "sentenceCount" : 8, "title" : "Brandbergen Mosque", "text" : "The Brandbergen Mosque, officially the Islamic Association in Brandbergen is a mosque located in Brandbergen, Haninge Municipality, south of Stockholm, Sweden.\n\"In 2004 an Arabic-language manual, which carried the logo and address of the Brandbergen Mosque, was spread on the internet. The manual described the construction of simple chemical weapons, including how to build a chemical munition from an ordinary artillery round.[1] On December 7, 2006, the Swedish citizen Mohamed Moumou, who is described by the United States Department of the Treasury as an \"\"uncontested leader of an extremist group centered around the Brandbergen Mosque in Stockholm\"\", was put on the United Nations Security Council Committee 1267 list of foreign terrorists.[2]\"\nIn November 2006 the Islamic Association got permission to build a Muslim Cultural Center next to the city center. The cultural center will include an assembly hall, library, restaurant, gyms and baths.[3] It is meant to serve as a meeting place for the area's Muslims, as well as other residents.[4]\nCoordinates: 59°10′25″N 18°10′05″E / 59.173616°N 18.167988°E / 59.173616; 18.167988\n" }
{ "_id" : "22BCFA25729AF03473435DAAAE67F5B8", "sourceName" : "Wikipedia", "sourceUrl" : "https://en.wikipedia.org/wiki/Syrian_Computer_Society", "wordCount" : 139, "sentenceCount" : 5, "title" : "Syrian Computer Society", "text" : "The Syrian Computer Society is an organization in Syria. It was founded by Bassel al-Assad in 1989, and was subsequently headed by his brother Bashar al-Assad,[1] who would later become the President of Syria. It acts as Syria's domain name registration authority and has been reported to be closely associated with the Syrian state.[2]\n\"In May 2013, 700 domains registered by Syrians, mostly hosted at servers with IP addresses assigned to the Syrian Computer Society,[3] were reported to have been seized by the U.S. DNS infrastructure operator Network Solutions.[2] The domain names were marked as \"\"OFAC Holding\"\", believed to be a reference to the U.S. federal government's Office of Foreign Assets Control.[3]\"\nSome members of the Syrian Computer Society belonged to the first group of supporters of the Syrian Electronic Army.[4]\n" }
{ "_id" : "2B0DB9AA5ACC73214D2C69C20AA734A8", "sourceName" : "Wikipedia", "sourceUrl" : "https://en.wikipedia.org/wiki/Abboud_Qanbar", "wordCount" : 262, "sentenceCount" : 12, "title" : "Abboud Qanbar", "text" : "Abboud Qanbar(Arabic: ‎‎ عبود قنبر), also known as Abu Haidar,[1] is an Iraqi General. On January 13, 2007, he was appointed by Prime Minister Nouri Maliki as the Iraqi commander for the Baghdad Operational Command, which controls all Iraqi security forces in Baghdad and is charged with securing the capital. His Chief of Staff is Major General Hassan, and his Chief of Plans is Staff Colonel Abd Alamir. He hails from Amarah, a city in Southern Iraq.\nQanbar was a commander in the navy during Saddam Hussein's reign, and took part in the Iran-Iraq War of 1980-88, and the war over Kuwait in 1990-91. In the latter, he commanded a garrison on the Kuwaiti island of Failaka, and was taken prisoner by U.S. Marines. He was a brigadier general in the navy during the 1991 Gulf War. After being captured in Fialaka, he was briefly transferred to Saudi Arabia before his release. Despite being captured by American forces, Qanbar was later decorated by Saddam for his bravery in defense of the island.[2] After the war, Qanbar was posted in Basra, but was excluded from new commands after he refused to stop the 1991 Shiite uprising.[1]\nHe was appointed by Iraqi Prime Minister Nouri al-Maliki to lead the 2007 Baghdad crackdown in February 2007, though he was considered a relatively unknown officer.[3] Qanbar was a compromise choice after the U.S. military rejected Maliki's first choice, Mohan al-Freiji.[2] Qanbar announced the details of the new security plan on live Iraqi television on February 13.[4]\n" }
{ "_id" : "2ED27E1CBF9EFDEF369E721DC948D2F4", "sourceName" : "Wikipedia", "sourceUrl" : "https://en.wikipedia.org/wiki/Samarra_Barrage", "wordCount" : 258, "sentenceCount" : 12, "title" : "Samarra Barrage", "text" : "Samarra Barrage (Arabic: سد سامَرّاء‎‎) and Tharthar Barrage (Arabic: سد الثَرثار‎‎) is a multi-purpose barrage on the Tigris River adjacent (west) of Samarra and north of Baghdad, Iraq. The main purpose of the dam is to divert floodwater in the Tigris River to Lake Tharthar through the Tharthar depression along with irrigation and an 84 MW hydro-electricity station. It also serves to produce hydroelectric power and flood control – although the later has become less critical with the construction of the Mosul Dam upstream and several other large dams in Turkey.\nIt was completed in 1956 by the German company Züblin. Designs were completed by the British firm Voganlei and Coode. The power station was commissioned in 1972. The Samarra Barrage portion of the structure has 17 gates capable of passing 7,000 m3/s (247,203 cu ft/s) of water to the Tigris while the Tharthar regulator can divert up to 9,000 m3/s (317,832 cu ft/s) into a canal with 36 gates. The reservoir's design capacity is 150,000,000 m3 (121,607 acre·ft) but much of that is filled with sediment.[1][2]\nThe intent was to use water stored from the Samarra Barrage and the Ramadi Barrage for irrigation. However, evaporation on Lakes Habbaniyah and Tharthar lead to reduces storage and high salinity; conditions unsuitable for irrigation.[3]\nIn April 2015 the Tharthar Barrage was captured by The Islamic State after several days of fighting that saw 120 Iraqi soldiers and a senior Iraqi general killed. The jihadist group also took over a nearby military barracks during the battle.[4]\n" }
{ "_id" : "3B6F5E49DF05198FD982806C6CA1591C", "sourceName" : "Wikipedia", "sourceUrl" : "https://en.wikipedia.org/wiki/Abu_Ghadiya", "wordCount" : 160, "sentenceCount" : 7, "title" : "Abu Ghadiya", "text" : "Abu Ghadiya (Arabic: أبو غادية‎‎), born Badran Turki Hishan al-Mazidi (Arabic: بدران تركي هيشان المزيدي‎‎) sometime between 1977-1979 in Mosul, was a Sunni militant active with al-Qaeda in Iraq (AQI). He was primarily involved in the logistics of AQI's effort in Iraq and assisted in smuggling weapons, money and fighters across the Syria-Iraq border. He was targeted and killed in a cross-border raid conducted by the U.S. military on October 26, 2008.[1][2]\nAccording to the United States Treasury Department, Abu Musab al-Zarqawi appointed Abu Ghadiya the lead Syrian commander for AQI's logistics in 2004. After Zarqawi's death, Ghadiya took orders from his successor, Abu Ayyub Al-Masri, either directly or through a deputy. Abu Ghadiya provided false passports, safe houses, weapons and money to militants on the Syrian side of the Iraqi border before the fighters would cross into Iraq.[3]\nGhadiya was killed in a 2008 raid by US Special Operations inside Syrian territory.[4]\n" }
{ "_id" : "76F75D985AD7642B43A8AA4DBC146621", "sourceName" : "Wikipedia", "sourceUrl" : "https://en.wikipedia.org/wiki/Ziad_Khalaf_Raja_al-Karbouly", "wordCount" : 185, "sentenceCount" : 5, "title" : "Ziad Khalaf Raja al-Karbouly", "text" : "Ziad Khalaf al-Karbouly (زياد خلف الكربولي; died 4 February 2015) a native of Al-Qa'im, was an Islamist[1] former Iraqi officer and the son of an Iraqi tribal sheikh of the Al-Karabla clan of the Dulaim.\nHe was captured by Jordanian 71st Counter Terrorism Battalion with the aid of Jordanian intelligence officers in May 2006, and accused of being Abu Musab al-Zarqawi's assistant which Karbouly denied.[2] Karbouly told the tribunal that he was “innocent”. He also disputed the prosecution’s version that he was captured inside Iraq in a joint operation of the Jordanian army and intelligence on 10 May. He told the tribunal that he was instead kidnapped “from Lebanon on May 6.”[3]\nOn 23 May 2006, he admitted that he had abducted and killed citizens from Jordan and Iraq, and had abducted two Moroccans in October 2005.[4][5]\nHe was sentenced to death, and along with failed suicide bomber Sajida Mubarak Atrous al-Rishawi, was hanged on 4 February 2015, expedited in retaliation for the burning of Royal Jordanian Air Force lieutenant Muath al-Kasasbeh by the Islamic State of Iraq and the Levant.[1]\n" }
{ "_id" : "774684266A20284937043C2BC997EC3B", "sourceName" : "Wikipedia", "sourceUrl" : "https://en.wikipedia.org/wiki/Jaish_al-Ta%27ifa_al-Mansurah", "wordCount" : 138, "sentenceCount" : 6, "title" : "Jaish al-Ta'ifa al-Mansurah", "text" : "\"Jaish al-Ta'ifa al-Mansurah (Arabic: جيش الطائفة المنصورة‎‎ Jaysh aṭ-Ṭā’ifa al-Manṣūrah, \"\"Army of the Victorious Sect\"\") is a militant Sunni group known to take part in the Iraqi insurgency. The group was founded by Sheikh Abu Omar al-Ansari.\"\nOn January 15, 2006, the umbrella organization known as the Mujahideen Shura Council announced its formation. The Army of the Victorious Sect was announced as one of its constituent groups, along with al-Qaeda in Iraq, Monotheism Supporters Brigades, Saray al-Jihad Group, al-Ghuraba Brigades, and al-Ahwal Brigades.\nThey claim attacks against Shi'ite civilians on a regular basis[citation needed] and once claimed responsibility for an attack on what it claimed were Badr and Interior Ministry officers in the Doura district of Baghdad using police commando uniforms and official ministry vehicles. They kidnapped and killed 11 people, including one hostage who was beheaded.\n" }
{ "_id" : "7EA8D40D4CBE1191B91C9B3503A07338", "sourceName" : "Wikipedia", "sourceUrl" : "https://en.wikipedia.org/wiki/Operation_Steel_Curtain", "wordCount" : 340, "sentenceCount" : 15, "title" : "Operation Steel Curtain", "text" : "Operation Steel Curtain (Arabic: الحجاب الفولاذي Al Hejab Elfulathi) was a military operation executed by coalition forces in early November 2005 to reduce the flow of foreign insurgents crossing the border and joining the Iraqi insurgency. The operation was important in that it was the first large scale deployment of the New Iraqi Army. This offensive was part of the larger Operation Sayeed (Hunter), designed to prevent al Qaeda in Iraq from operating in the Euphrates River Valley and throughout Al Anbar and to establish a permanent Iraqi Army presence in the Al Qa’im region.\n\"On 5 November, Marines from 3rd Battalion, 6th Marines and 2nd Battalion, 1st Marines began their assault on insurgent-held Karabilah, and had cleared the city four days later. Then on 10 November the coalition forces began to attack the city of Husaybah and pursue any insurgents who fled Karabilah. After four more days of fighting in Husaybah, the coalition troops launched another phase of the operation into the city of Ubaydi, an insurgent haven and site of the earlier Operation Matador. The fortified city fell to coalition forces after seven days of fighting, bringing a conclusion to Operation Steel Curtain. The assault on Sadah and a small portion of Karabilah was known as \"\"Operation: Iron Fist\"\". The assault of Husaybah and Karabilah was \"\"Operation: Steel Curtain\"\". So named because the resident leader of anti-coalition forces, al-Zarqawi, said they would hold on to Husaybah with an \"\"iron fist\"\". Named by Coalition Commanders, \"\"Operation Steel Curtain\"\", was a hardened sweep and clear mission hence \"\"steel curtain\"\" because one of the SNCOs was a Pittsburgh Steelers fan.\"\nU.S. officials reported that the operation killed 139 insurgents and took 256 more prisoners, and considered it successful. Battle positions were constructed, preventing the insurgency from regaining control of the city. At least 10 U.S. Marines and an unknown number of Iraqi soldiers died.[3][4][5] A local physician from Husaybah, Zahid Mohammed Rawi, said that medical workers had counted 97 civilians killed in the first week of the operation.[2]\n" }
{ "_id" : "99036C6E6DB96D33FA0830D3095E7B71", "sourceName" : "Wikipedia", "sourceUrl" : "https://en.wikipedia.org/wiki/Hamrin_Mountains", "wordCount" : 100, "sentenceCount" : 5, "title" : "Hamrin Mountains", "text" : "The Hamrin Mountains (Arabic: جبل حمرين Jabāl Hamrīn, Kurdish: Çiyayê Hemrîn or Çiyayên Hemrîn) are a small mountain ridge in northeast Iraq. The westernmost ripple of the greater Zagros mountains,[1] the Hamrin mountains extend from the Diyala Province bordering Iran, northwest to the Tigris river, crossing northern Salah ad Din Province and southern Kirkuk Province.\nIn antiquity, the mountains were part of the frontier region between Babylonia to the south and Assyria to the north. Today, the area forms part of the linguistic boundary between most of Arabic-speaking Iraq and Kurdish-speaking Iraq.\nCoordinates: 35°01′57″N 43°38′47″E / 35.0325°N 43.6463889°E / 35.0325; 43.6463889\n" }
{ "_id" : "B7CAC5946BE12615BA4815FFE0FE4C54", "sourceName" : "Wikipedia", "sourceUrl" : "https://en.wikipedia.org/wiki/Al_Sumaria", "wordCount" : 161, "sentenceCount" : 8, "title" : "Al Sumaria", "text" : "Alsumaria News (Arabic: السومرية نيوز‎‎) is an independent Iraqi satellite TV network that transmits on Nilesat, Hotbird, and Noorsat/Eurobird. Established by a group of professional businessmen in 2004, it has 700 employees across Iraq, Lebanon, the United Arab Emirates and Jordan.\nAlsumaria adopts a Liberal perspective whilst maintaining religious faith and strongly refuting repression and autocracy. Alsumaria produces almost all of its 24/7 programs in-house. It broadcasts live entertainment, social, political, and game shows hosted by young Iraqis, and drama and comedy series starred, directed and produced by Iraqis.\nAlsumaria have exclusive rights to broadcast movies, documentaries, musicals, children, entertainment, and sports shows.\nTerrestrial broadcasting 64 UHF  NileSat 102. Frequency: 12130 MHZ Polarization: Vertical Symbol rate: 27.5 Mb/s FEC: 5/6  HotBird 8 - 13° East Transponder: 77 Frequency: 12.245 MHz Polarization: Horizontal Symbol Rate: 27.500 M Symbol FEC: 3/4\nIt is available for an Arab audience throughout the world via satellite, online streaming through its website and in the Americas on myTV.[1]\n" }
{ "_id" : "BC4D46232E91E65C8C69F4F6F2D9C618", "sourceName" : "Wikipedia", "sourceUrl" : "https://en.wikipedia.org/wiki/Al_Assad_University_Hospital", "wordCount" : 181, "sentenceCount" : 14, "title" : "Al Assad University Hospital", "text" : "Al Assad University Hospital in Damascus is one of the largest teaching hospitals in Syria. It was founded in 1988 and is run by the Ministry of Higher Education. The hospital is affiliated with Damascus University.[1][2]\nThe hospital has facilities for MRI and CT scan, a gamma camera and lithotripsy device.\nThe operations ward contains 11 operation rooms suitable for laparoscopic and open heart surgery as well as computerized neurosurgery.\nAnalyses performed by the hospital lab include hormonal, immune, tumor, pharmaceutical, and lymphatic tests/ It has a stem cell bank.\nThe hospital provides medical, therapeutic and surgical services to patients. It is used to train students and graduate doctors from Syrian universities and contributes to scientific research.\nHospital activities include internal specialties, including cardiac, neurological, gastrointestinal and kidney. It also performs general, endoscopic, vascular and cardiac surgery, neurosurgery and urosurgery. It has a kidney transplant unit and a physiotherapy unit.\nThe hospital contains 645 beds, 36 of which are for intensive care, and has a special emergency ward for internal diseases.[3]\nCoordinates: 33°30′21″N 36°16′11″E / 33.505716°N 36.269635°E / 33.505716; 36.269635\n" }
{ "_id" : "FD93899C448B33796DBBB7BBFEEFA3A6", "sourceName" : "Wikipedia", "sourceUrl" : "https://en.wikipedia.org/wiki/Yazidi_Book_of_Revelation", "wordCount" : 312, "sentenceCount" : 12, "title" : "Yazidi Book of Revelation", "text" : "The Yazidi Book of Revelation (Kitêba Cilwe in Kurdish; also transliterated as Kitab Al Jilwah) is one of two books on the Yazidi religion written in the style of a holy book in the Kurmanji dialect of the Northern Kurdish language, the other being the Yazidi Black Book (Mishefa Reş in Kurdish).[1] It is claimed that the original text of the Book of Revelation is kept in the Yazidi village of Ba'idn and the original text of the Yazidi Black Book is kept in the village of Qasr 'tzz at-Din.[2]\nScholars generally agree that the Book of Revelation and the Black Book, which were published in English translation in 1911 and 1913, respectively, are 'forgeries' in the sense they were written by non-Yazidis in response to Western travelers’ and scholars’ interest in the Yazidi religion. Nonetheless they do reflect authentic Yazidi traditions.[3]\nThe actual core texts of the religion that exist today are the hymns known as qewl.[3]\nThe Book of Revelation contains five chapters in order of decreasing length. In all five chapters of this book, the words of God are given in the first person, in contrast to the Black Book, which records the acts of God in the third person.\n\"Chapter one of the Book of Revelation discusses the Yazidi doctrine of the nature of God, who is made to declare that he is the author of what \"\"outsiders call evils\"\". The rest of the chapter deals with the exercise of divine power.\"\nChapter two describes the omnipotence of God.\nChapter three treats of the omnipotence of God, and begins with the statement that God guides without a scripture.\n\"Chapter four contains a warning against outsiders, and enunciates a doctrine concerning the \"\"corruption\"\" of holy books very similar to that of the Muslims.\"\nChapter five is a short exhortation to the faithful.\n" }
