{ "_id" : "3095FB15AFF7B552702E9EF46C083FDD", "sourceName" : "BBC Online", "sourceUrl" : "http://www.bbc.co.uk/news/world-middle-east-38605860", "wordCount" : 214, "sentenceCount" : 11, "title" : "Syria accuses Israel of bombardment", "text" : "Syria has accused Israel of bombarding an area west of Damascus, with reports of a military airport being hit.\nState television quoted the army as saying several rockets landed in the airport compound in Mezzeh, Reuters news agency reports.\nIt remains unclear if the alleged bombardment, which caused fires, has caused any casualties.\nThe Israeli government has previously neither confirmed nor denied that it carries out strikes in Syria.\nIt is thought to have bombed weapons shipments intended for Lebanon's Hezbollah movement several times since Syria's civil war began in 2011.\nHezbollah, which fought a month-long war with Israel in 2006, has sent thousands of fighters to Syria to support President Bashar al-Assad's forces.\nState-run Syrian news agency Sana reported explosions at the Mezzeh military airport and said ambulances were rushing to the scene.\n\"The army was quoted as warning Israel \"\"of the repercussions of the flagrant attack\"\", according to Reuters.\"\nIn December, Syrian state media said an Israeli missile strike had targeted the airport in Mezzeh, causing fires but no casualties.\nDays earlier, on 30 November, Israeli jets were reported to have fired missiles from Lebanese airspace into Syria, striking Sabboura, an area outside Damascus.\nThe target was unclear but the highway from Lebanon to Damascus runs through the town.\n" }
{ "_id" : "55AE94FC6D11B6BC1A89A144F6BA49FF", "sourceName" : "BBC Online", "sourceUrl" : "http://www.bbc.co.uk/news/magazine-36893303", "wordCount" : 1344, "sentenceCount" : 66, "title" : "Syria's secret library", "text" : "When a place has been besieged for years and hunger stalks the streets, you might have thought people would have little interest in books. But enthusiasts have stocked an underground library in Syria with volumes rescued from bombed buildings - and users dodge shells and bullets to reach it.\nDown a flight of steep steps, as far as it's possible to go from the flying shrapnel, shelling and snipers' bullets above, is a large dimly lit room. Buried beneath a bomb-damaged building, it's home to a secret library that provides learning, hope and inspiration to many in the besieged Damascus suburb of Darayya.\n\"\"\"We saw that it was vital to create a new library so that we could continue our education. We put it in the basement to help stop it being destroyed by shells and bombs like so many other buildings here,\"\" says Anas Ahmad, a former civil engineering student who was one of the founders.\"\nThe siege of Darayya by government and pro-Assad forces began nearly four years ago. Since then Anas and other volunteers, many of them also former students whose studies were brought to a halt by the war, have collected more than 14,000 books on just about every subject imaginable. \nOver the same period more than 2,000 people - many of them civilians - have been killed. But that has not stopped Anas and his friends scouring the devastated streets for more material to fill the library's shelves. \n\"\"\"In many cases we get books from bomb or shell-damaged homes. The majority of these places are near the front line, so collecting them is very dangerous,\"\" he says.\"\n\"\"\"We have to go through bombed-out buildings to hide ourselves from snipers. We have to be extremely careful because snipers sometimes follow us in their sights, anticipating the next step we'll take.\"\"\"\nYou can hear more from the people who use Syria's Secret Library on Radio 4's Crossing Continents at 11am on Thursday 28 July\nAt first glance the idea of people risking life and limb to collect books for a library seems bizarre. But Anas says it helps the community in all sorts of ways. Volunteers working at the hospital use the library's books to advise them on how to treat patients; untrained teachers use them to help them prepare classes; and aspiring dentists raid the shelves for advice on doing fillings and extracting teeth.\nAbout 8,000 of Darayya's population of 80,000 have fled. But nobody can leave now. \nSince a temporary truce broke down in May, shells and barrel bombs have fallen almost every day. For the same reason, it's long been impossible for journalists to enter Darayya, so I have been conducting interviews by Skype - my conversations repeatedly interrupted by shattering explosions, so loud that they distort the studio's speakers.\nThe location of the library is secret because Anas and other users fear it would be targeted by Darayya's attackers if they knew where it was. \nAs it is, the library is in an area considered too dangerous for children to approach. One young girl, Islam, tells me that she spends almost all her time indoors, playing games to help her ignore the gnawing pangs of hunger in her stomach and reading library books she is given by friends. \nShe tells me she has no idea about the cause of the bloodshed around her.\n\"\"\"All I know is I'm just being fired at,\"\" she says.\"\n\"\"\"I'll be sitting by myself, watching some place being shelled and I'm thinking, 'Why are they bombing this place?' Sometimes I hear that someone has died because of their injuries and I ask myself, 'Why did he die, what did he do?' I don't know.\"\"\"\n\"There is one child who visits the library every day, however, because he lives next door. For 14-year-old Amjad it is safer there than being above ground, and over time his enthusiasm for the place has earned him the role of \"\"deputy librarian\"\".\"\nIn one of our Skype conversations, Anas tells me that as well as aspiring teachers, doctors and dentists looking for technical or academic books, many still just read for the love of it. The majority of their most popular books are by well-known Arab writers such as the poet and playwright Ahmed Shawqi, known as the Prince of Poets, or Syrian author al-Tanawi, who chronicled rebellions in the Arab world. But he says there's also much enthusiasm for names that are more familiar in the West. \n\"\"\"I've read some books by French writers but I like Hamlet the best,\"\" says Abdulbaset Alahmar, another former student in his mid-20s.\"\n\"\"\"Shakespeare's style of writing is simply beautiful. He describes every single detail so vividly that it's like I'm in a cinema watching a film in front of me. To be honest I became so obsessed with Hamlet that I began reading it at work. In the end I had to tell myself to stop!\"\" \"\nBut, I ask him, in a besieged town that has only had access to two aid convoys in nearly four years, wouldn't it make more sense for the library enthusiasts to spend their time looking for food rather than books?\n\"\"\"I believe the brain is like a muscle. And reading has definitely made mine stronger. My enlightened brain has now fed my soul too,\"\" he replies.\"\n\"\"\"In a sense the library gave me back my life. It's helped me to meet others more mature than me, people who I can discuss issues with and learn things from.  I would say that just like the body needs food, the soul needs books.\"\"\"\nIt turns out that even the greatly out-gunned Free Syrian Army fighters, who have the daunting task of defending the town, are avid readers. \n\"\"\"Truly I swear the library holds a special place in all our hearts. And every time there's shelling near the library we pray for it,\"\" says Omar Abu Anas, a former engineering student now helping to defend his home town.\"\nEvery time he heads for the front line, he stocks up with books first. Once there he spends much of his time with a rifle in one hand and a book in the other. \n\"\"\"In the heart of the front line, I have what I'd call a mini library. So I bring a collection of books and I put them there. So I sit there for six or seven hours, reading.\"\"  \"\nMany of his comrades also have their own mini front line libraries, he says, adding that at just about every defence point, which are spaced about 50m apart, you will find a collection of borrowed books.\n\"\"\"So, for example, when I have finished reading a book I go up to one of the others on the front line and exchange it for one he has just read.  It's a great way of exchanging ideas as well as books.\"\"\"\nUnfortunately for Omar, his fellow fighters and the people of Darayya, they may soon have little time for reading. Over the past two weeks Syrian government forces and their Hezbollah allies have moved into all the farmland around the suburb and even some outlying residential areas. \nOne man I spoke to predicted that after nearly four long years of siege Darayya could fall within days.\nFor now though, Omar says the library is helping to strengthen the town's defences as well as its resolve. \n\"\"\"Books motivate us to keep on going. We read how in the past everyone turned their backs on a particular nation, yet they still made it. So we can be like that too. They help us plan for life once Assad is gone. We can only do that through the books we are reading. We want to be a free nation. And hopefully, by reading, we can achieve this.\"\" \"\nUPDATE (3 August 2016): Within days of the publication of this story, Omar was killed on the front line during an attack by pro-Assad forces \n" }
{ "_id" : "62A11A900C2139D329C5F0E29B0B2AC4", "sourceName" : "BBC Online", "sourceUrl" : "http://www.bbc.co.uk/news/world-middle-east-37751613", "wordCount" : 350, "sentenceCount" : 16, "title" : "IS conflict: Call for inquiry into Iraq mosque attack", "text" : "Human Rights Watch has called for an investigation into an attack on a mosque in northern Iraq on Friday that killed at least 13 women and children.\nWitnesses believe the attack in Daquq was an air strike because of the sound of aircraft and scale of destruction.\n\"The US-led coalition conducting air strikes against so-called Islamic State in Iraq has said it has \"\"definitively determined\"\" it was not responsible.\"\nThe Iraqi military has said it is looking into the incident.\nHowever, a spokesman declined to say whether Iraqi air force planes were flying in the area, according to the Associated Press.\nHRW said the woman's section of the al-Khani mosque in Daquq, a Kurdish-controlled town about 30km (19 miles) south of Kirkuk, had been filled with Shia Muslim worshippers when it was hit by an explosion.\nA man whose sister was killed told the campaign group that he had heard a plane flying over his home, 300m (984ft) from the mosque, shortly before the blast. \nAnother resident said he had had heard a missile whizzing through the air. \nHRW studied video footage and photos of the aftermath, which it said did not show any military structures or forces in the vicinity.\nIt also noted that there was a base for Kurdish Peshmerga fighters outside Daquq and that the town was within shelling range of the nearest IS-controlled territory, about 15km away.\nA police officer told HRW that earlier on Friday IS had carried out a mortar attack on a Peshmerga frontline position about 6km from Daquq.\nA non-governmental security analyst meanwhile reported that IS fighters had been present in the town at the time of the attack. However, residents said they had not seen any near the mosque. \n\"\"\"Even in the heat of battle, armed forces should take all feasible precautions to avoid harming civilians,\"\" said Lama Fakih, HRW's deputy Middle East director. \"\"Iraqi forces should investigate whether this was a possible unlawful airstrike that killed civilians and report their findings. If this turns out to be their fault, they should take appropriate measures to compensate the victims.\"\"\"\n" }
{ "_id" : "A0302EA7B1BDE005835BC09ECBF2930A", "sourceName" : "BBC Online", "sourceUrl" : "http://www.bbc.co.uk/news/magazine-36928618", "wordCount" : 800, "sentenceCount" : 54, "title" : "Two men from Baghdad - the artist and the entrepreneur", "text" : "This is a story of Karim and Sadiq. It's also a story about Iraq. \nThe two men first met in 2001 - a time when Iraq was in the iron grip of Saddam Hussein, a time of few freedoms.\nKarim Wasifi, studying music in the United States, slipped into Baghdad to help musicians and other artists. Once there, he needed to buy an Iraqi-made suit. He knew where to find it - in Baghdad's popular Karrada neighbourhood, a place where all of Iraq lived, people of every faith, and no faith. Sadiq Maroof was a young shopkeeper there.  \nThis week, they met again, unexpectedly, on the same street, both in their 40s now. Karim, with his tangle of black curly hair, and round black-rimmed glasses, was wearing black in mourning. Sadiq, in a simple T-shirt, with a receding hairline now, wore his own sadness like a cloak.  Weeks earlier, the so-called Islamic State had made it to this street - and carried out its deadliest attack, ever. 292 Iraqis died here. \nI watched the two men say hello, and their moment of recognition.\n\"\"\"We've met before,\"\" Sadiq told Karim proudly. \"\"Yes, I remember,\"\" Karim replied.  Then, turning to me, he explained how Sadiq's family's store was so well known, well regarded, in Baghdad. Sadiq beamed. \"\n\"Karim is now known by many. He's the conductor of Iraq's famed National Symphony Orchestra, a composer, and, he says, an arts activist. They call him \"\"the maestro\"\".\"\nHe came to Karrada to play his cello, a 300-year-old instrument he cradled carefully as crowds gathered. A scorching Baghdad heat clung on, although the sun had set a few hours before.\nYoung men ran to bring Karim two plastic chairs they stacked together… a solid seat for a big man with an even bigger message. Karim said he wanted to create a moment of beauty, of civilisation, at the very site where a group caused terror and death, and created darkness. \nThe mournful lament from his cello wafted through the dark warren of charred and gutted shops which now line a street once known for its bright, blinking neon signs and shops selling everything from perfume to pretty dresses to kebabs.\nSadiq had also come to Karrada to remember the dead. He survived the night of the attack by jumping from a window. But nine members of his family died in the blazing orange fireball set off by the blast. The victims included his nephews working in the family's clothing business, together with their wives and children. They'd come to shop on a festive night just before the Muslim Eid celebration.\n\"And many of his friends also burned alive in a shopping centre with no emergency exits, no fire escapes. \"\"They were as precious as my family,\"\" he explained, anger and emotion still raw, three weeks on from the attack. \"\n\"The stock of clothing his family has proudly sold for years is just mounds of blackness now.  \"\"It's OK,\"\" he told me with a shrug and a forced smile. \"\"We'll build the business again.\"\" \"\nSadiq stood behind Karim when the musician played a piece he'd composed himself. Immortal Spirits, Karim called it. He often goes to the scenes of bombings to play because he knows that, with every day this war goes on, a bit more of the fabric of life in this city dies. Many in Iraq's National Symphony Orchestra have already left. Karim's own family has packed up too.\nYet like many Iraqis who returned after the 2003 war toppled Saddam Hussein, Karim insists he will stay. He's training young musicians - the best will fill the orchestra's empty chairs. He's also set up an art space for young poets, painters, and, of course, musicians. \nBut the young man he met on this street years ago now says he wants to go. Sadiq draws me aside, as Karim continues to play, and tells me he can't take life here any more. \nThey're the two sides of Iraq you see everywhere you go. Some Iraqis still insist their life is here and only here. But many others, especially the young, see no future here at all. And then there's the vast majority who feel they have no choice but to carry on, no matter what. \nKarim symbolises a country once famed in the region and beyond for its world-class artists, architects, archaeologists and more. Sadiq represents the enterprising spirit in an oil-rich land which should be able to bring prosperity for its people.\nKarim and Sadiq met again this week for another fleeting moment. Who can say when their paths will cross once more or what Iraq will be like then? \nFollow @BBCNewsMagazine on Twitter and on Facebook\n" }
{ "_id" : "A575C2B05115236A223DBE644F73BE9A", "sourceName" : "BBC Online", "sourceUrl" : "http://www.bbc.co.uk/news/world-middle-east-37011859", "wordCount" : 794, "sentenceCount" : 57, "title" : "Jordanian reversal on Syrian work permits starts to bear fruit", "text" : "In a sun-baked field just outside the Jordanian city of Ramtha, a young group of Syrian men and women weave their way up and down rows of green peppers.\n\"\"\"I do planting, weeding and harvesting on the farm,\"\" says Manal, as she empties her bag of vegetables into a sack held by her younger brother. \"\"It's the same work we used to do on our land back in Homs.\"\" \"\nRefugees have long been working illegally on farms in Jordan but risked being deported back to Syria if they were caught.\nNow they can get free work permits.\n\"\"\"We feel the difference,\"\" says Mohammed. \"\"Before we couldn't work outside easily. We hid from the police. With the permits, it's excellent.\"\"\"\nMore than 650,000 Syrians are registered as refugees in Jordan. However, until recently, the government allowed only a few thousand to work. \nIt was worried they would push down wages, take jobs from Jordanians and be encouraged to stay permanently, stirring up resentment.  \nNow the authorities are experimenting with another possibility - that the presence of so many Syrians could boost the sluggish economy.  \nAbout 350 Syrians work for al-Rahman Farms.  \n\"\"\"It helped us a lot. They saved us from having to bring in migrant labourers from abroad. They also saved us money,\"\" says the farms' owner, Jamal Alzoubi.\"\n\"\"\"We used to hire Egyptians at two Jordanian dinars (£2.10; $2.80) an hour. They dictated terms. When the Syrians came it reduced wages. We had more workers and we started to cultivate more land. Now we have a big area.\"\"\"\nSyrians at the farm come from a nearby refugee camp. They are given breakfast and work for an hourly rate of one dinar. Mr Alzoubi is convinced it is a win-win situation.\n\"\"\"Now these people live in dignity,\"\" he says. \"\"The camp where they live is oppressive but now they're free to come and go. They go to the market. They have permits.  There's no problem.\"\"\"\nThe reversal of Jordanian policy was announced at a conference on Syria for international donors in London in February.\nEuropean leaders pledged to ease trade regulations in return. \nLast month, a key deal was reached to simplify the so-called rules of origin for Jordanian factories exporting to the European Union.\nIt allows more imported raw materials to be used in finished products that are labelled as Jordan-made, so they get duty-free access to EU markets.\nThere are quotas for the numbers of Syrians that businesses must employ. \n\"\"\"Having the new rules of origin and having the ability to employ Syrians in sectors - especially blue collar sectors - is very much allowing us to convert this burden and challenge into an opportunity,\"\" says Jordanian planning minister, Imad Fakhoury.\"\n\"\"\"Hopefully this will increase jobs for Jordanians as well as for Syrian refugees and attract new investments, increasing exports which will contribute to economic growth.\"\"\"\nJordan's economy is currently growing at just 2.4% a year. It has suffered from a loss of trade with its war-torn neighbours, Syria and Iraq and there is high national debt.\nNow it is being offered international support to turn things around.\nThe World Bank has already announced a $100m interest-free loan. Next month it is expected to announce a $300m programme to attract investment, reform the labour market and create jobs.\nThe target is for Jordan to employ 200,000 Syrians.\nThe EU, in particular, wants more refugees to work; it hopes that by improving their living standards, they will be less likely to head for European shores.  \nDonors also want to reduce dependence on handouts.\nFunds pledged for some 4.7 million Syrians now living in Jordan, Lebanon and Turkey has consistently fallen short of targets. Last year's influx of hundreds of thousands to Europe partly resulted from cuts to food aid and cash payments.\nSo far some 20,000 work permits have been given out in Jordan. Syrian refugees are happy to have them but many say it will take more to improve their lot. \nIn Amman, I meet a middle-aged carpenter who asks us not to give his name. He is making high-end, custom-made furniture as he once did for his family's shops in Homs.  \nHowever, in Jordan, he can be paid only the minimum wage. His permit describes him as doing a different, low-skilled job. \n\"\"\"There's huge suffering even among those who work,\"\" the carpenter says. \"\"The salaries aren't enough and the United Nations isn't providing much.  I'm behind on my rent, I have debts.\"\"\"\n\"\"\"We don't get healthcare and I spent all my savings on hospital treatment for my wife,\"\" he goes on. \"\"I need a heart procedure and I shouldn't work but the day I don't work, I don't eat.\"\"\"\n" }
{ "_id" : "AEBFCD2500E5B57C7C416020C270EA5A", "sourceName" : "BBC Online", "sourceUrl" : "http://www.bbc.co.uk/news/world-middle-east-37761088", "wordCount" : 641, "sentenceCount" : 24, "title" : "Mosul battle: UN receives reports of IS atrocities", "text" : "UN human rights staff have received reports of atrocities being committed by Islamic State militants as Iraqi government forces close in on Mosul.\nIn one case, three women and three children were allegedly shot dead after trailing behind while being forced to march from one village to another.\nElsewhere, 15 civilians were reportedly killed and their bodies thrown into a river in an attempt to spread terror.\nThe UN says this reinforces fears that IS will use civilians as human shields.\nAbout 30,000 Iraqi security force personnel, Kurdish fighters, Sunni Arab tribesmen and Shia militiamen, assisted by US-led coalition air strikes, launched the long-awaited offensive to retake Mosul eight days ago.\nThe operation is expected to take weeks, if not months, depending on how much resistance they face from the 3,000 to 5,000 militants believed to be inside Mosul. \nSpeaking after a meeting with coalition counterparts in Paris, the US Defense Secretary Ash Carter said the offensive was proceeding as planned. \nHe said the groundwork was being laid for the isolation of Islamic State in the Syrian city of Raqqa, the capital of the group's self-proclaimed caliphate. \n\"\"\"As we meet here, we are hoping to generate the local forces that will do so,\"\" he said, adding that the two campaigns might overlap.\"\nA spokesman for the UN High Commissioner for Human Rights, Rupert Colville, told a news conference in Geneva on Tuesday that it was continuing to receive reports of depredations against children and women, as well as male civilians.\n\"\"\"It is however hard to immediately verify all the reports we are getting, so the following examples should be treated as preliminary and not definitive,\"\" he noted.\"\nAccording to Mr Colville, human rights staff were informed that IS fighters had killed 15 civilians in the village of Safina, about 45km (28 miles) south of Mosul, and threw their bodies in the river. \nLast Wednesday, militants reportedly tied six men from the same village to a vehicle by their hands and dragged them around, apparently because they were related to a tribal leader fighting IS alongside Iraqi government forces. They were also allegedly beaten with sticks and gun butts. \nThe following day, Iraqi security forces reportedly discovered the bodies of 70 civilians inside houses in the village of Tuloul Naser, about 35km south of Mosul. \nOn Saturday, militants shot dead three women and three children from Rufaila, also south of Mosul, because they were trailing behind a group of other people from the same village who were being forced by IS to relocate to another area. \nThe victims were lagging behind because one child had a disability. She was apparently among those killed. \nAnd on Sunday, members of IS are reported to have killed 50 former Iraqi police officers they had been holding in a building outside Mosul.\n\"\"\"We very much fear that these will not be the last such reports we receive of such barbaric acts by [IS], and repeat our call on government forces and their allies to ensure their fighters do not take revenge on any of the civilians who escape from areas under IS control, and treat all suspected IS fighters they capture in accordance with international humanitarian law,\"\" said Mr Colville.\"\nIraqi security forces and allied Shia Muslim paramilitary groups have been accused of committing serious violations during previous operations against IS.\nLast week, Amnesty International alleged they had subjected Sunni Arabs who had fled IS to arbitrary detention, enforced disappearance and unlawful killing after capturing them or placing them in custody.\nAlso on Tuesday, a Russian military spokesman accused the US-led coalition of killing more than 60 civilians and injuring 200 others in air strikes in and around Mosul over the past three days. \nOne jet bombed a school for girls in a southern district of the city on Friday, Lt Gen Sergei Rudskoi said.\n" }
{ "_id" : "DC40EB7B4BDB1254DAF8A430A8E5383B", "sourceName" : "BBC Online", "sourceUrl" : "http://www.bbc.co.uk/news/world-middle-east-38541465", "wordCount" : 40, "sentenceCount" : 2, "title" : "Syria conflict: Car bomb kills dozens in Azaz", "text" : "At least 43 people have been killed in a car bomb blast in the rebel-held Syrian town of Azaz, near the Turkish border.\nThe explosion occurred outside a courthouse in the town, just 7km (four miles) from the Turkish frontier." }
{ "_id" : "DDC23537DF2DA27754B9327683DCA114", "sourceName" : "BBC Online", "sourceUrl" : "http://www.bbc.co.uk/news/world-middle-east-38623671", "wordCount" : 226, "sentenceCount" : 12, "title" : "Mosul battle: Iraq forces 'retake' university from IS", "text" : "Iraqi forces have seized full control of Mosul University in their battle with so-called Islamic State, Iraqi state television said.\nMilitary forces have been attempting to retake the city - the last major IS stronghold in Iraq - since October.\nIraqi officials said the IS group had used laboratories in the university complex to make chemical weapons.\nThe head of the country's counter-terrorism operations said retaking the area was a significant victory.\n\"\"\"This great scientific and cultural building was liberated by the heroes,\"\" Lt Gen Talib Shaghati, said. \"\"The liberation of the University of Mosul means much, given its cultural, social and human symbolism.\"\"\"\nElite troops had entered the compound on Friday as part of a major push into new territory. \nIraqi military officials claim they now control a large majority of the city's eastern half.\nThey also control three of the five key bridges crossing the river Tigris, which divides Mosul in two.\nThe bridges were targeted by coalition air strikes in October with the aim of limiting the ability of IS to resupply or reinforce their positions in the east.\nThe campaign began in October, but got off to a slow start in the face of tough IS defence and counter-attacks.\nBut significant gains along the river may open up western Mosul, which is still under IS control, to Iraqi forces seeking to advance.\n" }
